{
  "0101": {
    "date": "1er janvier",
    "name": "Jour de l'An",
    "description": "Célébration mondiale marquant le début de la nouvelle année selon le calendrier grégorien.",
    "origin": "Célébration mondiale",
    "image": "https://images.unsplash.com/photo-1609421141185-8a4f37a5d063?q=80&w=3120&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "image_site": "https://images.unsplash.com",
    "full_description": "Le Jour de l'An est une célébration universelle qui marque le passage à une nouvelle année. Cette tradition remonte à l'Empire romain, lorsque Jules César établit le 1er janvier comme début de l'année en 46 avant J.-C. Dans de nombreuses cultures, cette journée est considérée comme un moment de renouveau, de réflexion et d'espoir. Les festivités commencent généralement la veille au soir, le 31 décembre, avec le réveillon du Nouvel An, et se poursuivent jusqu'aux premières heures du 1er janvier.",
    "good_to_know": "Cette célébration est riche en traditions selon les pays : en Espagne, on mange 12 raisins à minuit pour porter chance; au Japon, on sonne les cloches des temples 108 fois; en France, on s'embrasse sous le gui. Le champagne et les feux d'artifice sont devenus des symboles universels de cette fête. C'est aussi l'occasion de prendre des résolutions pour l'année à venir, une tradition qui remonte aux Babyloniens il y a plus de 4000 ans.",
    "action": "- Écrire une lettre de réflexion sur l'année écoulée\n- Définir 3 objectifs principaux pour l'année à venir\n- Organiser un brunch du Nouvel An avec ses proches\n- Créer une capsule temporelle à ouvrir l'année suivante"
  },
  "0102": {
    "date": "2 janvier",
    "name": "Berchtoldstag",
    "description": "Fête traditionnelle célébrée principalement en Suisse alémanique, marquant le deuxième jour de l'année avec des festivités communautaires, des banquets et des traditions locales uniques",
    "origin": "Tradition suisse alémanique",
    "image": "https://cdn.unitycms.io/images/8U_HYmQE4oR8YabaWfi-5h.jpg?op=ocroped&val=1600,1067,1000,1000,0,0&sum=t6ucjjQj_rY",
    "image_site": "https://www.bazonline.ch/so-fremd-wie-das-zuercher-sechselaeuten-259140766393",
    "full_description": "Le Berchtoldstag est une fête traditionnelle célébrée principalement en Suisse alémanique le 2 janvier. Son origine remonte au Moyen Âge et son nom proviendrait soit de 'berchten' (demander, quémander), soit du prénom Berchtold, possiblement en référence à la famille noble des Zähringen qui a fondé Berne. Cette journée était traditionnellement consacrée à la conclusion des affaires de l'année précédente et au partage de repas communautaires.",
    "good_to_know": "Dans plusieurs cantons suisses, cette journée est un jour férié officiel. Les traditions varient selon les régions : à Berne, on organise des banquets de corporations; dans d'autres endroits, on pratique le 'Bärzeli', une tradition où les enfants vont de maison en maison pour recevoir des friandises. Les plats traditionnels incluent souvent des pâtisseries sucrées et le 'Berchtoldszopf', une tresse au beurre spéciale.",
    "action": "- Préparer un Berchtoldszopf traditionnel\n- Participer aux festivités locales si vous êtes en Suisse\n- Découvrir l'histoire de la ville de Berne\n- Organiser un repas convivial avec des spécialités suisses\n- Explorer les traditions du Nouvel An dans différentes cultures"
  },
  "0103": {
    "date": "3 janvier",
    "name": "Fête de Sainte Geneviève",
    "description": "Commémoration de Sainte Geneviève",
    "origin": "patronne de Paris.",
    "image": "https://ekladata.com/Nab2I3HXExbQk-GFleQjNvr8Mjk.jpg",
    "image_site": "https://liviaaugustae.eklablog.fr/fete-de-sainte-genevieve-a180143042",
    "full_description": "La fête de Sainte Geneviève est une célébration chrétienne qui commémore la vie et la mort de Sainte Geneviève, une sainte chrétienne qui fut martyre à Paris au 5e siècle. Elle est considérée comme la patronne de Paris et de la France. Cette fête est souvent associée à des traditions de protection et de guérison, avec des prières et des processions.",
    "good_to_know": "La fête de Sainte Geneviève est célébrée dans de nombreuses églises et paroisses, avec des cérémonies spécifiques et des récits historiques liés à sa vie et à son martyre. Elle est également associée à des traditions locales, comme la distribution de friandises aux enfants ou la pratique du 'Bärzeli'.",
    "action": "- Participer à une cérémonie religieuse locale\n- Faire un pèlerinage à la basilique Sainte-Geneviève\n- Lire des textes sacrés liés à Sainte Geneviève\n- Organiser une réunion de famille ou un brunch avec des spécialités françaises"
  },
  "0104": {
    "date": "4 janvier",
    "name": "Journée mondiale du braille",
    "description": "Journée internationale célébrant l'importance du braille pour les personnes aveugles et malvoyantes.",
    "origin": "Initiative mondiale",
    "image": "https://images.unsplash.com/photo-1660839061462-c9c8ceecb33d?q=80&w=3270&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "image_site": "https://images.unsplash.com",
    "full_description": "La Journée mondiale du braille est une célébration internationale qui met en lumière l'importance du braille pour les personnes aveugles et malvoyantes. Le braille est un système d'écriture tactile utilisé pour lire et écrire, et il est essentiel pour les personnes qui ont des difficultés visuelles. Cette journée est une opportunité pour sensibiliser le public à l'importance de l'accessibilité pour tous, quelle que soit leur capacité à voir.",
    "good_to_know": "La Journée mondiale du braille est organisée par l'Organisation mondiale de la santé (OMS) et l'Organisation internationale du braille (OIB). Elle vise à promouvoir l'utilisation du braille dans le monde entier, à encourager la création de ressources pour les personnes aveugles et malvoyantes, et à sensibiliser le public à l'importance de l'accessibilité pour tous.",
    "action": "- Participer à une activité de sensibilisation au braille\n- Faire un don à une organisation caritative qui aide les personnes aveugles et malvoyantes\n- Lire un livre en braille ou en l'écrire en braille\n- Organiser une conférence ou une discussion sur l'importance du braille dans la communauté"
  },
  "0105": {
    "date": "5 janvier",
    "name": "Nuit des Rois",
    "description": "Veille de l'Épiphanie",
    "origin": "célébrée dans certaines cultures avec des festivités et des pièces de théâtre.",
    "image": "https://www.billetreduc.com/zg/f700-900-0/vz-65be8a57-4546-43cb-983d-329e57adb2e4.jpeg",
    "image_site": "https://www.billetreduc.com/298383/evt.htm",
    "full_description": "La Nuit des Rois est une célébration traditionnelle qui marque le début de l'année chrétienne. Elle est associée à l'Épiphanie, le jour où les rois mages ont visité Jésus-Christ. Cette fête est souvent célébrée avec des festivités, des pièces de théâtre et des repas spécifiques.",
    "good_to_know": "La Nuit des Rois est une célébration qui varie selon les régions et les traditions locales. Dans certaines régions, elle est associée à des festivités spécifiques, comme des pièces de théâtre ou des repas traditionnels. Elle est souvent célébrée avec des festivités, des pièces de théâtre et des repas spécifiques.",
    "action": "- Participer à une pièce de théâtre locale\n- Préparer un repas traditionnel avec des spécialités de la région\n- Lire des textes sacrés liés à l'Épiphanie\n- Organiser une soirée de lecture ou une discussion sur l'importance de l'Épiphanie dans la culture chrétienne"
  },
  "0106": {
    "date": "6 janvier",
    "name": "Épiphanie",
    "description": "Fête chrétienne célébrant la visite des Rois mages à l'Enfant Jésus.",
    "origin": "Christianisme (Catholicisme et Orthodoxie)",
    "image": "https://images.unsplash.com/photo-1547675999-f71c79b90fb6?q=80&w=3088&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "image_site": "https://images.unsplash.com",
    "full_description": "L'Épiphanie est une célébration chrétienne qui marque la visite des rois mages, Melchior, Balthazar et Gaspard, à l'Enfant Jésus à Bethléem. Cette fête est également connue comme le jour où Jésus a été révélé comme le Messie. Elle est célébrée avec des processions, des messes spéciales, et des repas festifs, comme la galette des rois dans certains pays.",
    "good_to_know": "Dans de nombreux pays, l'Épiphanie est aussi appelée la Fête des Rois et marque la fin des célébrations de Noël. Les traditions varient, mais incluent souvent des échanges de cadeaux, des chants religieux, et des mets spécifiques comme la galette des rois en France.",
    "action": "- Participer à une messe ou une procession dédiée à l'Épiphanie.\n- Organiser une dégustation de galette des rois avec des amis ou en famille.\n- Lire ou partager les récits bibliques relatifs à la visite des rois mages.\n- Décorer votre maison avec des symboles liés aux rois mages."
},
"0107": {
    "date": "7 janvier",
    "name": "Noël orthodoxe",
    "description": "Célébration de la naissance de Jésus-Christ selon le calendrier julien",
    "origin": "principalement dans les Églises orthodoxes.",
    "image": "https://www.cath.ch/wp-content/uploads/sites/3/2022/12/5517630208_4781144aac_o-e1671714330855.jpg",
    "image_site": "https://www.cath.ch/newsf/pourquoi-les-orthodoxes-fetent-ils-noel-le-7-janvier/",
    "full_description": "Noël orthodoxe célèbre la naissance de Jésus-Christ selon le calendrier julien, qui est décalé de 13 jours par rapport au calendrier grégorien. Cette fête est caractérisée par des liturgies spéciales, des chants religieux, et des traditions locales telles que des jeûnes préparatoires et des repas de fête en famille.",
    "good_to_know": "La veille de Noël orthodoxe est souvent marquée par un jeûne strict, suivi d'un repas festif connu sous le nom de 'Saint Souper'. Dans certaines communautés, des chants traditionnels appelés 'kolyadki' sont interprétés pour célébrer la naissance du Christ.",
    "action": "- Participer à une liturgie orthodoxe pour Noël.\n- Découvrir les chants traditionnels de Noël orthodoxe (kolyadki).\n- Préparer ou partager un repas traditionnel en famille, tel que le kutia, un plat sucré de blé et de miel.\n- Explorer les coutumes locales de Noël dans différentes régions orthodoxes, comme en Russie ou en Grèce."
  },
  "0108": {
    "date": "8 janvier",
      "name": "Fête de la République (Bosnie-Herzégovine)",
      "description": "Commémoration de la déclaration de la République en 1992.",
      "origin": "Histoire de la Bosnie-Herzégovine",
      "image": "https://images.squarespace-cdn.com/content/v1/5bae918e704680563c7811b9/1709246934090-ZFPKU2XSD6JQDTPWT3A5/Sans+titre+7.png",
      "full_description": "La Fête de la République en Bosnie-Herzégovine marque un moment clé de l'histoire du pays, lorsque la République a été déclarée en 1992, avant la guerre d'indépendance. Elle symbolise la souveraineté et l'unité nationale.",
      "good_to_know": "Cette journée est controversée dans certaines parties du pays en raison des sensibilités politiques et historiques. Elle est principalement célébrée dans la République serbe de Bosnie.",
      "action": "- Assister à des événements culturels et commémoratifs.\n- Découvrir les musées retraçant l'histoire récente de la Bosnie-Herzégovine.\n- Participer à des discussions ou conférences sur le thème de l'indépendance et de la paix."
  },
  "0109": {
      "date": "9 janvier",
      "name": "Journée des Martyrs (Panama)",
      "description": "Jour honorant les Panaméens morts lors des émeutes de 1964 pour la souveraineté du canal de Panama.",
      "origin": "Panama",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/da/Monumento_a_los_M%C3%A1rtires_-_Flickr_-_GaryAmberths.jpg/556px-Monumento_a_los_M%C3%A1rtires_-_Flickr_-_GaryAmberths.jpg",
      "image_site": "https://fr.wikipedia.org/wiki/Jour_des_martyrs_(Panama)",
      "full_description": "La Journée des Martyrs commémore les événements tragiques du 9 janvier 1964, lorsque des émeutes ont éclaté entre des manifestants panaméens et des forces américaines à propos du contrôle du canal de Panama. Cette journée honore les victimes et symbolise la lutte pour la souveraineté nationale.",
      "good_to_know": "Des cérémonies officielles ont lieu dans tout le pays, notamment au Monument des Martyrs à Panama City.",
      "action": "- Assister aux cérémonies de commémoration.\n- Visiter le canal de Panama pour mieux comprendre son histoire.\n- Participer à des événements éducatifs ou culturels liés au thème de la souveraineté."
  },
  "0110": {
      "date": "10 janvier",
      "name": "Sebastian's Day",
      "description": "Fête traditionnelle aux Açores",
      "origin": "au Portugal",
      "image": "https://images.rove.me/w_1920,q_85/ux95ja63xppfleaaipzi/rio-de-janeiro-st-sebastians-day.jpg",
      "image_site": "https://images.rove.me/w_1920,q_85/ux95ja63xppfleaaipzi/rio-de-janeiro-st-sebastians-day.jpg",
      "full_description": "Sebastian's Day est une fête religieuse célébrée dans les Açores, au Portugal. Elle est dédiée à Saint Sébastien, le saint patron de plusieurs villes, et est marquée par des processions, des messes et des festivités locales.",
      "good_to_know": "La fête de Saint Sébastien est souvent accompagnée de musique traditionnelle et de plats typiques des Açores.",
      "action": "- Assister à une procession religieuse.\n- Découvrir la musique et la danse traditionnelles des Açores.\n- Déguster des plats locaux, comme le cozido das Furnas."
  },
  "0111": {
      "date": "11 janvier",
      "name": "Journée internationale du merci",
      "description": "Journée dédiée à l'expression de la gratitude et de la reconnaissance.",
      "origin": "Initiative mondiale",
      "image": "https://images.unsplash.com/photo-1503980599186-9cc36eda351a?q=80&w=1800&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "image_site": "https://images.unsplash.com",
      "full_description": "La Journée internationale du merci est une célébration mondiale qui encourage chacun à exprimer sa gratitude envers les autres. Elle rappelle l'importance des mots simples, mais puissants, comme 'merci'.",
      "good_to_know": "Un simple 'merci' peut renforcer les liens sociaux et contribuer au bien-être personnel et collectif.",
      "action": "- Envoyer des messages de gratitude à vos proches.\n- Écrire une lettre de remerciement à quelqu'un qui a marqué votre vie.\n- Participer à des campagnes de sensibilisation sur l'importance de la gratitude."
  },
  "0112": {
      "date": "12 janvier",
      "name": "Journée de la révolution de Zanzibar",
      "description": "Jour férié en Tanzanie commémorant la révolution de 1964 à Zanzibar.",
      "origin": "Histoire de la Tanzanie",
      "image": "https://images.squarespace-cdn.com/content/v1/5bae918e704680563c7811b9/1610309390270-UWU4EDZNCTU2ABM16W7S/zanzibar+.png",
      "image_site": "https://www.bibliomonde.fr/lalmanach/2021/1/11/12-janvier-zanzibar-clbre-une-rvolution-politique-et-culturelle-qui-sest-droule-dans-le-sang",
      "full_description": "Le Zanzibar Revolution Day commémore la révolution qui a renversé le sultanat en 1964, établissant un régime républicain à Zanzibar. Cette journée célèbre la liberté et l'indépendance des habitants de l'île.",
      "good_to_know": "Des défilés, concerts et feux d'artifice ont lieu à Zanzibar pour marquer cette journée historique.",
      "action": "- Assister aux festivités locales.\n- Explorer les sites historiques liés à la révolution.\n- En apprendre davantage sur l'histoire de Zanzibar."
  },
  "0113": {
    "date": "13 janvier",
    "name": "Lohri",
    "description": "Festival populaire en Inde célébrant la fin de l'hiver et le début de la saison des récoltes.",
    "origin": "particulièrement au Pendjab",
    "image": "https://www.mypoojabox.in/cdn/shop/articles/The_Bonfire_Festival_Lohri_Celebrate_in_a_My_Pooja_Box_Way_a30a930e-8a04-4b18-bb90-d87f3b36ed7b_1100x.jpg?v=1610465051",
    "image_site": "https://www.mypoojabox.in/blogs/articles/the-bonfire-festival-lohri-celebrate-in-a-my-pooja-box-way",
    "full_description": "Lohri est une fête populaire en Inde, particulièrement au Pendjab, célébrant la fin de l'hiver et le début de la saison des récoltes. Elle est marquée par des danses folkloriques, des chants et des feux de joie.",
    "good_to_know": "Les feux de joie sont au cœur des célébrations, symbolisant la chaleur et la fertilité. Les gens jettent du maïs soufflé, des cacahuètes et des friandises dans les flammes en guise d'offrande.",
    "action": "- Participer à un feu de joie communautaire.\n- Apprendre des danses folkloriques comme le Bhangra.\n- Préparer des mets traditionnels tels que le gur ki roti."
  },
  "0114": {
    "date": "14 janvier",
    "name": "Makar Sankranti",
    "description": "Fête hindoue marquant le passage du soleil dans le signe du Capricorne",
    "origin": "Hindouisme, Inde",
    "image": "https://cdn.dnaindia.com/sites/default/files/styles/full/public/2021/01/14/949795-lohri-amritsar.jpg",
    "image_site": "https://www.dnaindia.com/lifestyle/photo-gallery-makar-sankranti-2021-how-festival-is-celebrated-uniquely-across-different-states-of-india-2868064",
    "full_description": "Makar Sankranti est l'une des rares fêtes hindoues basées sur le calendrier solaire plutôt que lunaire. Elle marque le début de la période où le soleil commence son voyage vers le nord (uttarayan) dans le zodiaque. Cette fête célèbre la fin de l'hiver et l'arrivée de jours plus longs, symbolisant le renouveau et la prospérité.",
    "good_to_know": "Cette fête est célébrée différemment selon les régions de l'Inde : au Gujarat, elle est connue pour ses festivals de cerfs-volants colorés; au Tamil Nadu, on la célèbre comme Pongal avec des plats spéciaux de riz; au Punjab, elle coïncide avec Lohri. Les gens échangent des sucreries traditionnelles faites de sésame et de jaggery, symbolisant la douceur dans les relations.",
    "action": "- Participer à un festival de cerfs-volants\n- Préparer des sucreries traditionnelles til-gul\n- Partager un repas communautaire\n- Apprendre sur les différentes traditions régionales indiennes\n- Décorer sa maison avec des motifs rangoli"
  },
  "0115": {
    "date": "15 janvier",
    "name": "Journée de Martin Luther King Jr.",
    "description": "Jour férié aux États-Unis honorant la vie et l'héritage du leader des droits civiques Martin Luther King Jr.",
    "origin": "États-Unis",
    "image": "https://images.unsplash.com/photo-1597704097219-0f6a59def63d?w=900&auto=format&fit=crop&q=60&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxzZWFyY2h8Mnx8TWFydGluJTIwTHV0aGVyJTIwS2luZyUyMEpyLnxlbnwwfHwwfHx8Mg%3D%3D",
    "image_site": "https://images.unsplash.com/",
    "full_description": "Cette journée commémore l'héritage du Dr. Martin Luther King Jr., figure emblématique du mouvement des droits civiques aux États-Unis. Instaurée en 1983 et célébrée le troisième lundi de janvier, proche de son anniversaire (15 janvier 1929), cette journée honore son combat non-violent pour l'égalité raciale et la justice sociale.",
    "good_to_know": "Cette journée est souvent marquée par le slogan 'A Day On, Not a Day Off', encourageant les Américains à s'engager dans le service communautaire. Le discours 'I Have a Dream' de King, prononcé en 1963, reste l'un des plus influents de l'histoire américaine. De nombreuses écoles et organisations utilisent cette journée pour éduquer sur l'histoire des droits civiques.",
    "action": "- Regarder ou lire le discours 'I Have a Dream'\n- Participer à des actions de service communautaire\n- Lire un livre sur l'histoire des droits civiques\n- Assister à des événements commémoratifs\n- S'engager dans une cause pour l'égalité sociale"
  },
  "0116": {
    "date": "16 janvier",
    "name": "Journée des enseignants (Thaïlande)",
    "description": "Journée dédiée à l'appréciation et au respect des enseignants en Thaïlande.",
    "origin": "Thaïlande",
    "image": "https://images.unsplash.com/photo-1577896851231-70ef18881754",
    "full_description": "Le Wan Kru (วันครู) ou Jour des Enseignants en Thaïlande est une célébration importante qui souligne le rôle crucial des enseignants dans la société thaïlandaise. Cette journée remonte à 1957 et met en valeur la tradition du 'wai kru', une cérémonie où les élèves rendent hommage à leurs professeurs.",
    "good_to_know": "Lors de cette journée, les élèves offrent traditionnellement des guirlandes de jasmin et d'œillets d'Inde à leurs enseignants. La cérémonie du 'wai kru' implique que les étudiants s'agenouillent devant leurs professeurs en signe de respect. Les écoles sont généralement fermées mais organisent des cérémonies spéciales le matin.",
    "action": "- Participer à une cérémonie traditionnelle wai kru\n- Créer une carte de remerciement pour un enseignant\n- Apprendre sur le système éducatif thaïlandais\n- Préparer des guirlandes florales traditionnelles\n- Organiser un événement de reconnaissance des enseignants"
  },
  "0117": {
    "date": "17 janvier",
    "name": "Fête de Saint Antoine le Grand",
    "description": "Célébration chrétienne en l'honneur de Saint Antoine",
    "origin": "père du monachisme chrétien",
    "image": "https://wp.fr.aleteia.org/wp-content/uploads/sites/6/2020/03/untitled-2-copie-7-1.jpg?resize=620,413&q=75",
    "full_description": "Saint Antoine le Grand (251-356), aussi connu comme Antoine d'Égypte ou Antoine du Désert, est considéré comme le père du monachisme chrétien. Après avoir distribué ses biens aux pauvres, il se retira dans le désert égyptien où il vécut en ermite pendant 20 ans. Sa vie, écrite par Saint Athanase, a inspiré de nombreux chrétiens à adopter la vie monastique.",
    "good_to_know": "Saint Antoine est souvent représenté avec un cochon et un tau (croix en forme de T). Il est invoqué contre les maladies de peau, l'ergotisme (appelé 'feu de Saint Antoine'), et est le patron des animaux domestiques. En France, de nombreuses églises bénissent les animaux ce jour-là.",
    "action": "- Visiter une église dédiée à Saint Antoine\n- Participer à une bénédiction des animaux\n- En apprendre davantage sur l'histoire du monachisme\n- Faire un don à un monastère local\n- Réfléchir sur la simplicité volontaire"
  },
  "0118": {
    "date": "18 janvier",
    "name": "Semaine de prière pour l'unité des chrétiens",
    "description": "Période de prière annuelle de huit jours pour l'unité des chrétiens du 18 au 25 janvier",
    "origin": "Christianisme",
    "image": "https://images.unsplash.com/photo-1502987846294-e7ec70f4b393?q=80&w=3173&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "image_site": "https://images.unsplash.com/",
    "full_description": "La Semaine de prière pour l'unité des chrétiens est une initiative œcuménique mondiale. Initiée en 1908 par le Révérend Paul Wattson, elle est célébrée du 18 au 25 janvier, entre les fêtes de la Chaire de Saint Pierre et de la Conversion de Saint Paul. Cette période est consacrée à la prière pour la réconciliation et l'unité entre les différentes confessions chrétiennes.",
    "good_to_know": "Chaque année, un thème différent est choisi par les Églises d'une région particulière du monde. Les communautés chrétiennes organisent des célébrations communes, des échanges de chaires (où les pasteurs prêchent dans les églises des autres confessions) et des activités de dialogue interconfessionnel.",
    "action": "- Participer à une célébration œcuménique\n- Découvrir les différentes traditions chrétiennes\n- Lire sur l'histoire du mouvement œcuménique\n- Prier pour l'unité des chrétiens\n- S'engager dans le dialogue interreligieux"
  },
  "0119": {
    "date": "19 janvier",
    "name": "Épiphanie orthodoxe",
    "description": "Fête chrétienne orthodoxe commémorant le baptême de Jésus dans le Jourdain",
    "origin": "Christianisme (Orthodoxie)",
    "image": "https://les-cultures.art/wp-content/uploads/2023/12/Epiphanie-orthodoxe.png",
    "image_site": "https://les-cultures.art/epiphanie-orthodoxe-la-purification-dans-les-eaux-glaciales/",
    "full_description": "L'Épiphanie orthodoxe, aussi appelée Théophanie, célèbre le baptême de Jésus-Christ dans le Jourdain par Jean-Baptiste. Cette fête est l'une des plus anciennes célébrations chrétiennes, considérée comme la manifestation de la Sainte Trinité : le Père parlant du ciel, le Fils dans le Jourdain, et l'Esprit Saint descendant sous forme de colombe.",
    "good_to_know": "La tradition la plus spectaculaire de cette fête est la bénédiction des eaux. Dans de nombreux pays orthodoxes, les prêtres bénissent les plans d'eau naturels en y jetant une croix. Des fidèles plongent alors pour la récupérer, un acte considéré comme portant chance. En Russie, certains pratiquent le bain dans l'eau glacée (ice swimming).",
    "action": "- Assister à une liturgie orthodoxe\n- Participer à une cérémonie de bénédiction des eaux\n- Apprendre sur les traditions orthodoxes\n- Visiter une église orthodoxe\n- Découvrir les chants liturgiques orthodoxes\n- Prendre un bain dans l'eau glacée"
  },
  "0120": {
    "date": "20 janvier",
    "name": "Fête de la Saint Sébastien",
    "description": "Célébration en l'honneur de Saint Sébastien, martyr chrétien et saint patron de nombreuses villes",
    "origin": "martyr chrétien et saint patron de nombreuses villes au Portugal et en Espagne",
    "image": "https://www.sansebastianturismoa.eus/images/tematicos-2/tamborrada.jpg",
    "full_description": "Saint Sébastien était un officier romain du IIIe siècle qui fut martyrisé pour sa foi chrétienne. Selon la tradition, il survécut à une première exécution où il fut criblé de flèches, avant d'être finalement battu à mort. Son courage et sa résilience en ont fait un symbole de force et de persévérance dans la foi chrétienne.",
    "good_to_know": "Saint Sébastien est le saint patron des archers, des athlètes et des soldats. Il est également invoqué contre la peste, en raison d'une tradition selon laquelle son intercession aurait mis fin à une épidémie à Rome au VIIe siècle. Dans l'art, il est souvent représenté attaché à un arbre et percé de flèches.",
    "action": "- Visiter une église dédiée à Saint Sébastien\n- Découvrir l'art religieux représentant le saint\n- Participer aux festivités locales dans les villes dont il est le patron\n- En apprendre davantage sur l'histoire des martyrs chrétiens\n- Réfléchir sur le courage et la persévérance"
  },
  "0121": {
    "date": "21 janvier",
    "name": "Journée internationale des câlins",
    "description": "Journée promouvant l'acte de donner des câlins pour répandre la chaleur humaine et l'affection",
    "origin": "Initiative mondiale",
    "image": "https://images.unsplash.com/photo-1605713288610-00c1c630ca1e?q=80&w=3087&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "full_description": "La Journée internationale des câlins (National Hugging Day) a été créée en 1986 aux États-Unis par Kevin Zaborney. Cette journée vise à encourager les démonstrations d'affection dans notre société, reconnaissant les bienfaits physiques et émotionnels des câlins : réduction du stress, renforcement du système immunitaire et libération d'ocytocine, l'hormone du bien-être.",
    "good_to_know": "Les études scientifiques montrent qu'un câlin de 20 secondes libère de l'ocytocine et réduit les niveaux de cortisol (hormone du stress). Les câlins augmentent également la production de sérotonine et de dopamine, améliorant l'humeur. Il est important de respecter le consentement et les préférences de chacun en matière de contact physique.",
    "action": "- Faire des câlins à ses proches (avec leur consentement)\n- Organiser une journée câlins en famille\n- Apprendre sur les bienfaits des contacts physiques positifs\n- Offrir un câlin virtuel aux amis éloignés\n- Réfléchir sur l'importance du toucher dans les relations humaines"
  },
  "0122": {
    "date": "22 janvier",
    "name": "Journée de l'unité ukrainienne",
    "description": "Jour célébrant l'unification de l'Ukraine orientale et occidentale en 1919",
    "origin": "Ukraine",
    "image": "https://static.ukrinform.com/photos/2024_01/thumb_files/630_360_1705904898-647.png",
    "full_description": "La Journée de l'unité ukrainienne commémore l'Acte d'Union de 1919, qui a unifié la République populaire ukrainienne et la République populaire d'Ukraine occidentale en un seul État. Cette date symbolique marque une étape cruciale dans la formation de l'Ukraine moderne et rappelle l'importance de l'unité nationale.",
    "good_to_know": "Cette journée est célébrée par une chaîne humaine traditionnelle reliant les rives du Dniepr à Kiev, symbolisant l'unité entre l'est et l'ouest du pays. Les célébrations incluent des défilés, des concerts patriotiques et des expositions historiques. Le vyshyvanka, chemise brodée traditionnelle ukrainienne, est souvent porté ce jour-là.",
    "action": "- Participer aux célébrations communautaires ukrainiennes\n- Découvrir l'histoire de l'Ukraine\n- Apprendre quelques mots en ukrainien\n- Déguster des plats traditionnels ukrainiens\n- S'informer sur la culture ukrainienne contemporaine"
  },
  "0123": {
    "date": "23 janvier",
    "name": "Fête de la Saint Ildefonse",
    "description": "Célébration en l'honneur de Saint Ildefonse",
    "origin": "archevêque de Tolède au VIIe siècle",
    "image": "https://www.mariedenazareth.com/fileadmin/user_upload/Bartolome_Murillo-saint_Ildephonse.jpg",
    "full_description": "Saint Ildefonse (607-667) était un théologien et archevêque de Tolède, connu pour sa dévotion particulière à la Vierge Marie. Il est l'auteur d'importants traités théologiques, notamment sur la virginité perpétuelle de Marie. Selon la légende, la Vierge Marie lui serait apparue pour le remercier de sa défense de son honneur et lui aurait offert une chasuble céleste.",
    "good_to_know": "Saint Ildefonse est particulièrement vénéré en Espagne, où de nombreuses églises lui sont dédiées. Il est considéré comme un des plus grands théologiens de l'époque wisigothique. Sa fête est célébrée avec une solennité particulière à Tolède, où ses reliques sont conservées dans la cathédrale.",
    "action": "- Visiter une église dédiée à Saint Ildefonse\n- Lire ses écrits sur la Vierge Marie\n- Découvrir l'histoire de Tolède médiévale\n- Explorer l'art religieux espagnol\n- Approfondir ses connaissances sur la période wisigothique"
  },
  "0124": {
    "date": "24 janvier",
    "name": "Journée internationale de l'éducation",
    "description": "Journée proclamée par l'ONU pour célébrer le rôle de l'éducation pour la paix et le développement",
    "origin": "Organisation des Nations Unies (ONU)",
    "image": "https://images.unsplash.com/photo-1503676260728-1c00da094a0b",
    "full_description": "Proclamée par l'Assemblée générale des Nations Unies en 2018, cette journée souligne le rôle fondamental de l'éducation dans le développement durable et la paix mondiale. Elle met en lumière les défis persistants de l'accès à l'éducation et promeut l'objectif d'une éducation inclusive et de qualité pour tous.",
    "good_to_know": "L'éducation est un droit humain fondamental, un bien public et une responsabilité collective. Pourtant, plus de 258 millions d'enfants ne sont toujours pas scolarisés. Cette journée est l'occasion de réfléchir aux innovations pédagogiques et aux moyens d'améliorer l'accès à l'éducation dans le monde.",
    "action": "- Soutenir une organisation œuvrant pour l'éducation\n- Partager ses connaissances avec d'autres\n- Participer à des programmes de mentorat\n- S'informer sur les enjeux de l'éducation mondiale\n- Contribuer à des projets éducatifs locaux"
  },
  "0125": {
    "date": "25 janvier",
    "name": "Burns Night",
    "description": "Célébration écossaise en l'honneur du poète Robert Burns",
    "origin": "Écosse",
    "image": "https://www.visitscotland.com/binaries/content/gallery/visitscotland/cms-images/2022/06/30/burns-supper.jpg",
    "image_site": "https://www.visitscotland.com/fr-fr/things-to-do/events/burns-night",
    "full_description": "Burns Night est une célébration annuelle de la vie et de l'œuvre du poète national écossais Robert Burns (1759-1796). Cette soirée traditionnelle, organisée autour d'un repas festif, comprend des lectures de poésie, des discours et des chants. Le point culminant est la présentation cérémonielle du haggis, accompagnée de la lecture du poème 'Address to a Haggis'.",
    "good_to_know": "Le dîner traditionnel de Burns Night suit un protocole strict : le haggis est apporté au son de la cornemuse, on récite des poèmes de Burns, on porte des toasts au poète et aux 'lassies' (les femmes). La soirée se termine généralement par le chant d'Auld Lang Syne, peut-être le poème le plus connu de Burns.",
    "action": "- Organiser un Burns Supper traditionnel\n- Lire ou réciter des poèmes de Robert Burns\n- Découvrir la cuisine écossaise traditionnelle\n- Apprendre quelques mots en scots\n- Écouter de la musique traditionnelle écossaise"
  },
  "0126": {
    "date": "26 janvier",
    "name": "Journée de la République (Inde)",
    "description": "Fête nationale célébrant l'entrée en vigueur de la Constitution indienne en 1950",
    "origin": "Inde",
    "image": "https://images.unsplash.com/photo-1532375810709-75b1da00537c",
    "full_description": "La Journée de la République marque l'adoption de la Constitution indienne le 26 janvier 1950, transformant l'Inde en une république souveraine. Cette date fut choisie car elle coïncidait avec la 'Purna Swaraj' (déclaration d'indépendance complète) de 1930. C'est l'une des trois fêtes nationales majeures de l'Inde, célébrée avec un grand défilé militaire à New Delhi.",
    "good_to_know": "Le défilé de Rajpath à New Delhi est l'attraction principale, présentant la puissance militaire, la diversité culturelle et les réalisations de l'Inde. Chaque État présente un tableau vivant unique. La cérémonie commence par le dépôt d'une gerbe à l'India Gate par le Premier Ministre. Les écoles organisent des événements patriotiques et les bâtiments sont illuminés aux couleurs du drapeau national.",
    "action": "- Regarder le défilé de la République en direct\n- Découvrir l'histoire de la Constitution indienne\n- Préparer un repas indien traditionnel\n- Participer à des célébrations culturelles indiennes\n- Explorer la diversité des traditions indiennes"
  },
  "0127": {
    "date": "27 janvier",
    "name": "Journée internationale dédiée à la mémoire des victimes de l'Holocauste",
    "description": "Journée commémorant les victimes de l'Holocauste pendant la Seconde Guerre mondiale",
    "origin": "Initiative mondiale",
    "image": "https://images.unsplash.com/photo-1505664194779-8beaceb93744",
    "full_description": "Cette journée commémorative a été instaurée par l'ONU en 2005, choisissant la date de la libération du camp d'Auschwitz-Birkenau en 1945. Elle vise à honorer la mémoire des six millions de victimes juives de l'Holocauste et des millions d'autres victimes du nazisme, tout en promouvant l'éducation sur ce génocide pour prévenir de futurs actes de génocide.",
    "good_to_know": "De nombreux pays organisent des cérémonies officielles et des programmes éducatifs. Les survivants partagent leurs témoignages dans les écoles et les institutions. Le thème 'Plus jamais ça' est central dans les commémorations. Les musées de l'Holocauste proposent souvent des entrées gratuites ou des expositions spéciales ce jour-là.",
    "action": "- Visiter un mémorial ou un musée de l'Holocauste\n- Lire des témoignages de survivants\n- Participer à une cérémonie commémorative\n- S'informer sur l'histoire de l'Holocauste\n- Soutenir des organisations de lutte contre l'antisémitisme"
  },
  "0128": {
    "date": "28 janvier",
    "name": "Fête de Saint Thomas d'Aquin",
    "description": "Célébration catholique en l'honneur de Saint Thomas d'Aquin",
    "origin": "philosophe et théologien",
    "image": "https://ipc-paris.fr/wp-content/uploads/2024/01/thomas-daquin-01-1024x683.jpg",
    "image_site": "https://ipc-paris.fr/evenement/thomas-daquin-dieu-la-creation-la-providence-et-la-revelation/",
    "full_description": "Saint Thomas d'Aquin (1225-1274) est l'un des plus influents théologiens et philosophes de l'Église catholique. Son œuvre majeure, la 'Somme théologique', représente une synthèse monumentale entre la philosophie aristotélicienne et la théologie chrétienne. Il est considéré comme le patron des universités, des écoles et des étudiants.",
    "good_to_know": "Thomas d'Aquin est connu pour avoir développé les cinq voies de la preuve de l'existence de Dieu. Sa pensée continue d'influencer la philosophie et la théologie contemporaines. Il est représenté avec un soleil sur la poitrine, symbolisant la clarté de son enseignement, et souvent avec une plume et un livre.",
    "action": "- Lire un extrait de la Somme théologique\n- Participer à un groupe d'étude philosophique\n- Visiter une université catholique\n- Explorer la philosophie médiévale\n- Réfléchir sur le rapport foi et raison"
  },
  "0129": {
    "date": "29 janvier",
    "name": "Fête de Saint Sulpice",
    "description": "Célébration en l'honneur de Saint Sulpice le Pieux",
    "origin": "évêque de Bourges au VIIe siècle",
    "image": "https://cdn.paris.fr/eqpts-prod/2024/04/22/bbb6bb45e6b032ea297d58dbb8994467.jpg",
    "image_site": "https://www.paris.fr/lieux/eglise-saint-sulpice-3749",
    "full_description": "Saint Sulpice le Pieux (576-647), évêque de Bourges, était connu pour sa grande charité et son dévouement aux pauvres. Issu d'une famille noble, il renonça à ses richesses pour se consacrer à l'Église. Son épiscopat fut marqué par la construction d'églises, de monastères et d'hospices. Il est particulièrement célèbre pour avoir fondé le premier hôpital de Bourges.",
    "good_to_know": "Le célèbre séminaire de Saint-Sulpice à Paris, bien que portant son nom, n'a pas été fondé par lui mais par Jean-Jacques Olier au XVIIe siècle. De nombreuses églises en France portent son nom, notamment l'église Saint-Sulpice à Paris, deuxième plus grande église de Paris après Notre-Dame.",
    "action": "- Visiter l'église Saint-Sulpice à Paris\n- Découvrir l'histoire de Bourges médiévale\n- S'engager dans une action caritative locale\n- Explorer l'histoire des hôpitaux en France\n- Étudier l'architecture religieuse du VIIe siècle"
  },
  "0130": {
    "date": "30 janvier",
    "name": "Journée scolaire de la non-violence et de la paix",
    "description": "Journée éducative promouvant la non-violence et la paix dans les écoles",
    "origin": "Initiative mondiale",
    "image": "https://cdn.snrtnews.com/sites/default/files/2022/07/15/paix-parlement-1657875272.jpg",
    "full_description": "Créée en 1964 par le poète et éducateur espagnol Llorenç Vidal, cette journée (DENIP - Día Escolar de la No Violencia y la Paz) est célébrée le 30 janvier, anniversaire de la mort de Mahatma Gandhi. Elle vise à éduquer les enfants et les jeunes aux valeurs de paix, de tolérance, et de non-violence comme fondements d'une coexistence pacifique.",
    "good_to_know": "Cette journée est reconnue officiellement par l'UNESCO. Dans de nombreuses écoles, on organise des activités spéciales comme des lâchers de colombes, des chaînes humaines, des ateliers sur la résolution pacifique des conflits. Le slogan 'Amour universel, Non-violence et Paix' est souvent utilisé comme message central.",
    "action": "- Organiser un atelier sur la résolution pacifique des conflits\n- Créer une fresque collective sur la paix\n- Étudier la vie de grands pacifistes comme Gandhi, Martin Luther King ou Mandela\n- Participer à des jeux coopératifs\n- Rédiger des messages de paix"
  },
  "0131": {
    "date": "31 janvier",
    "name": "Fête nationale de Nauru",
    "description": "Jour célébrant l'indépendance de Nauru obtenue en 1968",
    "origin": "Nauru dans le Pacifique occidental",
    "image": "https://media.istockphoto.com/id/1386085829/es/foto/detalle-de-la-bandera-nacional-de-nauru-ondeando-al-viento-en-un-d%C3%ADa-despejado.jpg?s=612x612&w=0&k=20&c=wu3Tz2qBGxJn9Hywd8Rk2t1rIsmIKEI4xmZLShDe4ck=",
    "full_description": "Nauru, plus petite république au monde, célèbre son indépendance obtenue le 31 janvier 1968. Anciennement sous tutelle australienne, cette île du Pacifique de 21 km² a une histoire unique, marquée par l'exploitation du phosphate qui a fait sa richesse puis son déclin. Cette journée commémore la fin de la tutelle et le début de l'autodétermination nauruane.",
    "good_to_know": "Nauru était autrefois l'un des pays les plus riches du monde grâce à ses gisements de phosphate. Les célébrations incluent des défilés, des compétitions sportives et des festins traditionnels. L'île fait face à des défis environnementaux majeurs dus à l'exploitation minière passée et au changement climatique.",
    "action": "- Découvrir la culture nauruane\n- Apprendre quelques mots en nauruan\n- Cuisiner des plats du Pacifique\n- S'informer sur les enjeux des petits États insulaires\n- Étudier l'impact du changement climatique sur les îles du Pacifique"
  },
  "0201": {
    "date": "1er février",
    "name": "Imbolc",
    "description": "Fête celtique marquant le début du printemps, célébrée par les adeptes du néo-paganisme",
    "origin": "Culture celtique/néo-paganisme",
    "image": "https://images.unsplash.com/photo-1551582045-6ec9c11d8697",
    "full_description": "Imbolc est l'une des quatre principales fêtes celtiques, marquant le point médian entre le solstice d'hiver et l'équinoxe de printemps. Traditionnellement associée à la déesse Brigid, elle célèbre les premiers signes du printemps et le retour de la lumière. Cette fête est particulièrement liée à la purification, au renouveau et à la créativité.",
    "good_to_know": "Imbolc est souvent célébrée avec des rituels impliquant des bougies pour symboliser le retour de la lumière. La tradition veut qu'on nettoie et purifie sa maison à cette période. Les premiers perce-neige sont considérés comme des messagers d'Imbolc. Cette fête a influencé la Chandeleur chrétienne.",
    "action": "- Allumer des bougies blanches pour la purification\n- Faire un grand nettoyage de printemps\n- Planter des graines précoces\n- Créer une croix de Brigid traditionnelle\n- Méditer sur ses projets pour l'année à venir"
  },
  "0202": {
    "date": "2 février",
    "name": "Chandeleur",
    "description": "Fête chrétienne commémorant la Présentation de Jésus au Temple, également associée à la tradition des crêpes",
    "origin": "Christianisme",
    "image": "https://images.unsplash.com/photo-1519676867240-f03562e64548",
    "full_description": "La Chandeleur, ou fête de la Présentation de Jésus au Temple, commémore la présentation de l'enfant Jésus au Temple de Jérusalem et la purification de la Vierge Marie. Cette fête chrétienne, qui tire son nom de 'chandelle', est caractérisée par la bénédiction des cierges et, en France, par la tradition populaire de faire des crêpes.",
    "good_to_know": "La tradition de faire des crêpes viendrait de la forme ronde et dorée rappelant le soleil, symbolisant le retour de la lumière après l'hiver. Une coutume veut qu'on fasse sauter la crêpe de la main droite en tenant une pièce d'or dans la main gauche pour s'assurer prospérité toute l'année. Les cierges bénis ce jour-là sont conservés pour protéger le foyer.",
    "action": "- Préparer et partager des crêpes en famille\n- Participer à la bénédiction des cierges\n- Apprendre l'histoire de la Présentation au Temple\n- Organiser une fête des lumières\n- Découvrir les traditions de la Chandeleur dans différents pays"
  },
  "0203": {
    "date": "3 février",
    "name": "Setsubun",
    "description": "Festival japonais marquant la fin de l'hiver et le début du printemps, avec des rituels pour chasser les mauvais esprits",
    "origin": "Culture japonaise",
    "image": "https://images.unsplash.com/photo-1524413840807-0c3cb6fa808d",
    "full_description": "Setsubun (節分) signifie littéralement 'séparation des saisons'. Ce festival traditionnel japonais marque la veille du premier jour du printemps selon l'ancien calendrier lunaire. Le rituel le plus connu est le Mamemaki, qui consiste à jeter des haricots de soja en criant 'Oni wa soto, fuku wa uchi' (Les démons dehors, le bonheur dedans) pour chasser les mauvais esprits.",
    "good_to_know": "Dans les temples et les maisons, on lance des haricots grillés vers une personne portant un masque d'oni (démon). Une autre tradition consiste à manger un long sushi roll (ehōmaki) en silence, face à la direction porte-bonheur de l'année. Le nombre de haricots qu'on mange traditionnellement correspond à son âge plus un.",
    "action": "- Participer à un rituel de Mamemaki\n- Préparer et manger un ehōmaki\n- Décorer sa maison avec des branches de houx et des têtes de sardine\n- Apprendre sur la mythologie japonaise\n- Visiter un temple japonais local"
  },
  "0204": {
    "date": "4 février",
    "name": "Journée mondiale contre le cancer",
    "description": "Journée internationale dédiée à la sensibilisation et à la prévention du cancer",
    "origin": "Société civile",
    "image": "https://images.unsplash.com/photo-1576091160550-2173dba999ef",
    "full_description": "Lancée par l'Union Internationale Contre le Cancer (UICC), cette journée vise à sensibiliser le public au cancer, sa prévention, sa détection et son traitement. Elle rassemble la communauté mondiale dans la lutte contre cette maladie qui touche des millions de personnes. Chaque année, un thème spécifique est choisi pour orienter les actions et les campagnes de sensibilisation.",
    "good_to_know": "Le cancer est la deuxième cause de décès dans le monde, mais environ 40% des cancers peuvent être prévenus par un mode de vie sain. Le ruban de différentes couleurs est utilisé comme symbole pour différents types de cancers. Cette journée met l'accent sur l'importance du dépistage précoce et des examens réguliers.",
    "action": "- Faire un don à la recherche contre le cancer\n- Participer à une marche de sensibilisation\n- Se renseigner sur les facteurs de risque\n- Programmer un check-up médical\n- Soutenir une association d'aide aux malades"
  },
  "0205": {
    "date": "5 février",
    "name": "Fête de Sainte Agathe",
    "description": "Célébration chrétienne en l'honneur de Sainte Agathe, martyre sicilienne du IIIe siècle",
    "origin": "Christianisme",
    "image": "https://images.squarespace-cdn.com/content/v1/5bae918e704680563c7811b9/1709246934090-ZFPKU2XSD6JQDTPWT3A5/Sans+titre+7.png",
    "full_description": "Sainte Agathe de Catane, vierge et martyre du IIIe siècle, est l'une des saintes les plus vénérées de la chrétienté. Selon la tradition, elle refusa les avances du gouverneur romain Quintianus et subit d'atroces tortures, dont l'amputation des seins. Elle est devenue la patronne des nourrices, des fondeurs de cloches et est invoquée contre les maladies du sein et les incendies.",
    "good_to_know": "En Sicile, particulièrement à Catane, sa fête donne lieu à l'une des plus grandes processions religieuses au monde. Une tradition particulière consiste à bénir des petits pains en forme de seins, appelés 'minne di Sant'Agata'. Elle est souvent représentée portant ses seins sur un plateau.",
    "action": "- Visiter une église dédiée à Sainte Agathe\n- Découvrir les traditions siciliennes\n- Participer à une procession si possible\n- Préparer des pains traditionnels\n- En apprendre plus sur l'histoire des martyrs chrétiens"
  },
  "0206": {
    "date": "6 février",
    "name": "Waitangi Day",
    "description": "Fête nationale en Nouvelle-Zélande commémorant la signature du traité de Waitangi en 1840",
    "origin": "Culture néo-zélandaise",
    "image": "https://images.unsplash.com/photo-1589802829985-817e51171b92",
    "full_description": "Le Waitangi Day commémore la signature du Traité de Waitangi en 1840, document fondateur de la Nouvelle-Zélande moderne, établissant une relation entre la Couronne britannique et les Maoris. Cette journée est l'occasion de réfléchir sur l'histoire du pays, ses défis et ses succès en tant que nation biculturelle, et de célébrer la diversité culturelle.",
    "good_to_know": "Les célébrations principales ont lieu à Waitangi, lieu historique de la signature du traité. La journée commence traditionnellement par une cérémonie de lever du drapeau et des discours officiels. Des festivals culturels, des concerts et des cérémonies traditionnelles maories (powhiri) sont organisés dans tout le pays.",
    "action": "- Apprendre quelques mots en langue maorie\n- Découvrir l'histoire du Traité de Waitangi\n- Participer à des célébrations culturelles\n- Cuisiner des plats traditionnels néo-zélandais\n- Explorer la culture maorie"
  },
  "0207": {
    "date": "7 février",
    "name": "Indépendance de Grenade",
    "description": "Jour férié célébrant l'indépendance de Grenade obtenue en 1974",
    "origin": "Culture grenadienne",
    "image": "https://images.unsplash.com/photo-1584551882400-a54c5c0c9648",
    "full_description": "Le 7 février 1974, Grenade obtient son indépendance du Royaume-Uni, devenant une nation souveraine. Cette petite île des Caraïbes, surnommée 'l'île aux épices' pour sa production de muscade et autres épices, célèbre cette journée avec fierté. L'indépendance marque la fin de plus de 200 ans de domination coloniale britannique.",
    "good_to_know": "Les célébrations incluent des parades militaires, des festivals culturels et des événements sportifs. Le drapeau national de Grenade, avec ses sept étoiles d'or représentant les sept districts administratifs, est particulièrement mis à l'honneur. La muscade, principale exportation du pays, est représentée sur le drapeau national.",
    "action": "- Découvrir la cuisine créole grenadienne\n- Apprendre l'histoire de Grenade\n- Cuisiner avec des épices de Grenade\n- Écouter de la musique calypso\n- Explorer la culture caribéenne"
  },
  "0208": {
    "date": "8 février",
    "name": "Parinirvana (Nirvana Day)",
    "description": "Fête bouddhiste commémorant le décès et l'entrée dans le Nirvana du Bouddha",
    "origin": "Bouddhisme",
    "image": "https://images.unsplash.com/photo-1508672019048-805c876b67e2",
    "full_description": "Le Parinirvana, ou Jour du Nirvana, commémore le moment où le Bouddha Shakyamuni a atteint le Nirvana final (parinirvana) à sa mort physique. Cette journée est l'occasion de réfléchir sur l'impermanence de la vie et les enseignements du Bouddha sur la libération de la souffrance. Dans la tradition Mahayana, c'est l'une des fêtes les plus importantes.",
    "good_to_know": "Dans les temples, on récite des sutras et on fait des offrandes. Certains pratiquants jeûnent ou méditent plus longuement ce jour-là. La statue du Bouddha allongé, représentant son parinirvana, est particulièrement vénérée. C'est aussi l'occasion de rendre visite aux malades et aux mourants.",
    "action": "- Méditer sur l'impermanence\n- Visiter un temple bouddhiste\n- Étudier les enseignements du Bouddha\n- Pratiquer la compassion active\n- Faire des offrandes au temple"
  },
  "0209": {
    "date": "9 février",
    "name": "Fête de Saint Maron",
    "description": "Célébration en l'honneur de Saint Maron, fondateur de l'Église maronite",
    "origin": "Christianisme maronite",
    "image": "https://images.squarespace-cdn.com/content/v1/5bae918e704680563c7811b9/1709246934090-ZFPKU2XSD6JQDTPWT3A5/Sans+titre+7.png",
    "full_description": "Saint Maron était un prêtre et ermite syrien du IVe siècle qui a fondé la communauté chrétienne qui deviendra l'Église maronite. Vivant une vie d'ascétisme sur une montagne, il attirait de nombreux disciples par sa sainteté et ses miracles. Son héritage spirituel est particulièrement important au Liban, où l'Église maronite reste une institution majeure.",
    "good_to_know": "L'Église maronite est la seule Église orientale entièrement unie avec Rome tout en conservant son propre rite. Cette fête est un jour férié au Liban. Les célébrations incluent des liturgies spéciales, des processions et des festivités communautaires. La spiritualité maronite met l'accent sur la vie monastique et contemplative.",
    "action": "- Assister à une liturgie maronite\n- Découvrir la culture libanaise\n- Étudier l'histoire de l'Église maronite\n- Préparer des plats libanais traditionnels\n- Explorer la spiritualité orientale"
  },
  "0210": {
    "date": "10 février",
    "name": "Fête de Sainte Scholastique",
    "description": "Célébration chrétienne en l'honneur de Sainte Scholastique, sœur de Saint Benoît",
    "origin": "Christianisme",
    "image": "https://images.squarespace-cdn.com/content/v1/5bae918e704680563c7811b9/1709246934090-ZFPKU2XSD6JQDTPWT3A5/Sans+titre+7.png",
    "full_description": "Sainte Scholastique (480-543), sœur jumelle de Saint Benoît de Nursie, est la fondatrice de la branche féminine de l'ordre bénédictin. La tradition raconte qu'elle rencontrait son frère une fois par an pour des discussions spirituelles. Lors de leur dernière rencontre, elle pria pour que la pluie empêche son frère de partir, obtenant ainsi plus de temps pour leurs échanges spirituels.",
    "good_to_know": "Elle est la patronne des religieuses bénédictines et est souvent invoquée contre les orages et la pluie. Dans l'art, elle est représentée en habit monastique noir, parfois avec une colombe (symbole de son âme montant au ciel à sa mort). Les monastères bénédictins célèbrent particulièrement sa fête.",
    "action": "- Visiter un monastère bénédictin\n- Étudier la Règle de Saint Benoît\n- Pratiquer le silence et la contemplation\n- Découvrir l'histoire du monachisme féminin\n- Participer à une retraite spirituelle"
  },
  "0211": {
    "date": "11 février",
    "name": "Journée internationale des femmes et des filles de science",
    "description": "Journée promouvant la participation des femmes et des filles dans les domaines scientifiques",
    "origin": "ONU/Société civile",
    "image": "https://images.unsplash.com/photo-1532187863486-abf9dbad1b69",
    "full_description": "Établie par l'ONU en 2015, cette journée vise à promouvoir l'accès et la participation pleine et égale des femmes et des filles aux sciences. Elle met en lumière les contributions des femmes scientifiques tout en luttant contre les préjugés et les stéréotypes qui peuvent décourager les filles de poursuivre des carrières scientifiques.",
    "good_to_know": "Malgré les progrès, les femmes restent sous-représentées dans de nombreux domaines scientifiques. Cette journée est l'occasion de mettre en avant des modèles féminins en sciences et de sensibiliser aux obstacles persistants. De nombreuses institutions organisent des portes ouvertes et des ateliers spéciaux.",
    "action": "- Organiser des ateliers scientifiques pour les filles\n- Découvrir l'histoire des femmes scientifiques\n- Soutenir des programmes STEM pour les filles\n- Partager des histoires de femmes scientifiques inspirantes\n- Encourager les vocations scientifiques féminines"
  },
  "0212": {
    "date": "12 février",
    "name": "Lincoln's Birthday",
    "description": "Jour honorant la naissance d'Abraham Lincoln, 16e président des États-Unis",
    "origin": "Culture américaine",
    "image": "https://images.unsplash.com/photo-1535534707159-3c5eca9e191a",
    "full_description": "Abraham Lincoln (1809-1865), 16e président des États-Unis, est célébré pour avoir dirigé le pays pendant la Guerre de Sécession et pour avoir aboli l'esclavage. Né dans une cabane en rondins dans le Kentucky, son parcours exemplaire d'autodidacte devenu président symbolise le rêve américain. Son leadership pendant la guerre civile et son assassinat en ont fait une figure quasi mythique de l'histoire américaine.",
    "good_to_know": "Bien que le Presidents' Day soit maintenant la célébration officielle, certains États continuent de commémorer spécifiquement l'anniversaire de Lincoln. Son portrait orne le billet de 5 dollars et le penny américain. Le Lincoln Memorial à Washington D.C. est l'un des monuments les plus visités du pays.",
    "action": "- Visiter un site historique lié à Lincoln\n- Lire le discours de Gettysburg\n- Étudier l'histoire de la Guerre de Sécession\n- Regarder un documentaire sur Lincoln\n- Participer à des événements commémoratifs"
  },
  "0213": {
    "date": "13 février",
    "name": "Maha Shivaratri",
    "description": "Fête hindoue dédiée au dieu Shiva, marquée par des veillées et des prières nocturnes",
    "origin": "Hindouisme",
    "image": "https://images.unsplash.com/photo-1567593810070-7a3d471af022",
    "full_description": "Maha Shivaratri ('La Grande Nuit de Shiva') est l'une des plus importantes fêtes hindoues, célébrant le dieu Shiva. Selon la tradition, c'est durant cette nuit que Shiva a exécuté la danse cosmique de la création, la Tandava. Les fidèles observent un jeûne strict et restent éveillés toute la nuit, pratiquant la méditation et la prière.",
    "good_to_know": "La célébration implique quatre veilles nocturnes, chacune avec des rituels spécifiques. Les temples de Shiva sont décorés et illuminés, et le lingam (symbole de Shiva) est baigné de lait, de miel et d'eau. Les dévots chantent 'Om Namah Shivaya' et pratiquent le yoga. Cette nuit est considérée comme particulièrement propice à l'éveil spirituel.",
    "action": "- Participer à une veillée dans un temple\n- Pratiquer la méditation\n- Étudier la symbolique de Shiva\n- Découvrir les chants dévotionnels\n- Explorer les traditions du yoga"
  },
  "0214": {
    "date": "14 février",
    "name": "Saint-Valentin",
    "description": "Fête célébrant l'amour et l'affection entre partenaires intimes",
    "origin": "Culture occidentale",
    "image": "https://images.unsplash.com/photo-1518199266791-5375a83190b7",
    "full_description": "La Saint-Valentin, initialement une fête chrétienne honorant Saint Valentin, est devenue une célébration mondiale de l'amour romantique. Son origine remonte au Moyen Âge, où la tradition des messages d'amour et des poèmes commence à se développer. Aujourd'hui, c'est l'occasion pour les couples d'exprimer leur amour à travers des cadeaux, des cartes et des moments partagés.",
    "good_to_know": "Les symboles traditionnels incluent les cœurs, les roses rouges, et Cupidon. En France, la ville de Saint-Valentin dans l'Indre organise un festival spécial. Au Japon, ce sont traditionnellement les femmes qui offrent du chocolat aux hommes. Certains pays ont développé des traditions alternatives comme le 'Singles Day' en Chine.",
    "action": "- Écrire une lettre d'amour personnalisée\n- Préparer un dîner romantique\n- Offrir des fleurs ou du chocolat\n- Organiser une sortie spéciale\n- Créer un cadeau fait main"
  },
  "0215": {
    "date": "15 février",
    "name": "Parinirvana (Nirvana Day)",
    "description": "Fête bouddhiste commémorant le décès et l'entrée dans le Nirvana du Bouddha",
    "origin": "Bouddhisme",
    "image": "https://images.unsplash.com/photo-1508672019048-805c876b67e2",
    "full_description": "Cette seconde célébration du Parinirvana (certaines traditions la célébrant à cette date plutôt qu'au 8 février) commémore le moment où le Bouddha a atteint le Nirvana final. C'est un moment de réflexion profonde sur l'impermanence et les enseignements du Bouddha sur la libération de la souffrance.",
    "good_to_know": "Dans certains pays bouddhistes, cette journée est marquée par des visites aux temples, des offrandes de nourriture aux moines, et la lecture de textes sacrés. Les pratiquants méditent sur la nature de l'existence et de la mort. C'est aussi l'occasion de pratiquer la générosité et la compassion envers tous les êtres.",
    "action": "- Pratiquer la méditation sur l'impermanence\n- Faire des offrandes au temple\n- Étudier les enseignements du Bouddha\n- Participer à une cérémonie bouddhiste\n- Réfléchir sur le sens de la vie"
  },
  "0216": {
    "date": "16 février",
    "name": "Vasant Panchami",
    "description": "Fête hindoue célébrant Saraswati, déesse de la connaissance et des arts",
    "origin": "Hindouisme",
    "image": "https://images.unsplash.com/photo-1604605801370-3396f9bd9ba0",
    "full_description": "Vasant Panchami marque le début du printemps dans la tradition hindoue et honore Saraswati, déesse de la connaissance, de la musique, de l'art et de l'apprentissage. Cette fête est particulièrement importante dans le monde éducatif indien. C'est traditionnellement le jour où les enfants commencent leur éducation formelle, une cérémonie appelée 'Vidyarambham'.",
    "good_to_know": "La couleur jaune est dominante pendant cette fête, symbolisant la floraison de la moutarde, typique de la saison. Les gens portent des vêtements jaunes et préparent des plats spéciaux. Les étudiants placent leurs livres et instruments de musique devant l'image de Saraswati pour recevoir sa bénédiction.",
    "action": "- Porter du jaune en l'honneur de la fête\n- Commencer l'apprentissage de quelque chose de nouveau\n- Pratiquer un art ou un instrument de musique\n- Participer à une puja de Saraswati\n- Organiser une célébration culturelle"
  },
  "0217": {
    "date": "17 février",
    "name": "Random Acts of Kindness Day",
    "description": "Journée encourageant les actes de gentillesse spontanés",
    "origin": "Société civile",
    "image": "https://images.unsplash.com/photo-1469571486292-0ba58a3f068b",
    "full_description": "Cette journée, créée pour promouvoir la bonté dans le monde, encourage chacun à accomplir des actes de gentillesse inattendus envers les autres. L'idée est que de petits gestes de bonté peuvent créer un effet d'entraînement positif dans la société. Cette célébration rappelle que la gentillesse peut transformer des vies et créer des connexions significatives entre les personnes.",
    "good_to_know": "Les études montrent que la pratique d'actes de gentillesse améliore non seulement le bien-être des destinataires mais aussi celui des personnes qui les accomplissent. La gentillesse est contagieuse : les personnes qui sont témoins d'actes de bonté sont plus susceptibles d'en faire autant.",
    "action": "- Payer le café de la personne suivante dans la file\n- Laisser un mot gentil à un inconnu\n- Aider quelqu'un à porter ses courses\n- Complimenter sincèrement cinq personnes\n- Faire du bénévolat dans sa communauté"
  },
  "0218": {
    "date": "18 février",
    "name": "Fête nationale de la Gambie",
    "description": "Jour célébrant l'indépendance de la Gambie obtenue en 1965",
    "origin": "Culture gambienne",
    "image": "https://images.unsplash.com/photo-1528277342758-f1d7613953a2",
    "full_description": "La Gambie célèbre son indépendance du Royaume-Uni, obtenue le 18 février 1965. Plus petit pays continental d'Afrique, la Gambie est connue pour son riche patrimoine culturel et sa diversité ethnique. Cette journée commémore la lutte pour l'indépendance et célèbre l'identité nationale gambienne.",
    "good_to_know": "Les célébrations incluent des défilés militaires, des spectacles culturels et des festivals de musique. La Gambie est traversée par le fleuve Gambie, qui joue un rôle central dans la vie du pays. Les cérémonies officielles se déroulent à Banjul, la capitale, avec des performances de danse et de musique traditionnelles.",
    "action": "- Découvrir la musique traditionnelle gambienne\n- Apprendre sur l'histoire de la Gambie\n- Cuisiner un plat gambien traditionnel\n- Explorer la culture ouest-africaine\n- Participer à des célébrations culturelles"
  },
  "0219": {
    "date": "19 février",
    "name": "Armée du Salut - Fondation",
    "description": "Anniversaire de la fondation de l'Armée du Salut, organisation chrétienne caritative",
    "origin": "Christianisme/Société civile",
    "image": "https://images.unsplash.com/photo-1544027993-37dbfe43562a",
    "full_description": "L'Armée du Salut a été fondée en 1865 par William et Catherine Booth à Londres. À l'origine appelée 'Mission chrétienne de l'Est de Londres', elle est devenue l'Armée du Salut en 1878, adoptant une structure militaire et des uniformes. L'organisation combine l'évangélisation avec une action sociale auprès des plus démunis.",
    "good_to_know": "L'Armée du Salut est présente dans plus de 130 pays. Reconnaissable à ses uniformes et sa musique de rue, elle est connue pour ses soupes populaires, ses foyers d'hébergement et ses collectes de dons. Son slogan 'Soupe, Savon, Salut' résume sa mission d'aide matérielle et spirituelle.",
    "action": "- Faire un don à l'Armée du Salut\n- Participer à une action caritative\n- Découvrir l'histoire des Booth\n- S'engager dans le bénévolat social\n- Soutenir les initiatives locales d'aide aux démunis"
  },
  "0220": {
    "date": "20 février",
    "name": "Journée mondiale de la justice sociale",
    "description": "Journée promouvant la justice sociale, incluant la lutte contre la pauvreté et les inégalités",
    "origin": "ONU/Société civile",
    "image": "https://images.unsplash.com/photo-1460518451285-97b6aa326961",
    "full_description": "Établie par l'ONU en 2007, cette journée met en lumière les enjeux de justice sociale : pauvreté, exclusion, chômage, inégalités de genre et accès aux services sociaux. Elle encourage la réflexion sur les moyens de construire des sociétés plus équitables et rappelle que le développement social et la justice sont indispensables à la paix.",
    "good_to_know": "La justice sociale repose sur les principes d'égalité des droits, d'équité des chances et de solidarité. Cette journée est l'occasion de débats et conférences sur des thèmes comme le travail décent, l'égalité des genres, les droits des migrants et la protection sociale. De nombreuses organisations lancent des initiatives et campagnes ce jour-là.",
    "action": "- S'informer sur les enjeux de justice sociale\n- Soutenir une cause sociale\n- Participer à un débat ou une conférence\n- S'engager dans une association\n- Sensibiliser son entourage aux inégalités"
  },
  "0221": {
    "date": "21 février",
    "name": "Journée internationale de la langue maternelle",
    "description": "Journée célébrant la diversité linguistique et culturelle à travers le monde",
    "origin": "ONU/Société civile",
    "image": "https://images.unsplash.com/photo-1456513080510-7bf3a84b82f8",
    "full_description": "Proclamée par l'UNESCO en 1999, cette journée commémore les étudiants bangladais tués en 1952 en défendant leur droit d'utiliser leur langue maternelle. Elle promeut la diversité linguistique et le multilinguisme, soulignant l'importance de préserver les langues menacées et le droit de chacun à s'exprimer dans sa langue maternelle.",
    "good_to_know": "Plus de 40% des 6000 langues parlées dans le monde sont menacées de disparition. Chaque deux semaines, une langue disparaît, emportant avec elle tout un patrimoine culturel. Cette journée encourage les initiatives de préservation des langues minoritaires et la création de contenus multilingues.",
    "action": "- Apprendre quelques mots dans une nouvelle langue\n- Partager des expressions de sa langue maternelle\n- Participer à un événement culturel multilingue\n- Soutenir la préservation des langues menacées\n- Découvrir la diversité linguistique locale"
  },
  "0222": {
    "date": "22 février",
    "name": "Thinking Day",
    "description": "Journée mondiale de réflexion pour les scouts et guides, commémorant la naissance de Lord Baden-Powell",
    "origin": "Mouvement scout",
    "image": "https://images.unsplash.com/photo-1551972873-b7e8754e8e26",
    "full_description": "Le Thinking Day, célébré à la date d'anniversaire commune de Lord Baden-Powell (fondateur du scoutisme) et de son épouse Olave, est une journée où les scouts et guides du monde entier réfléchissent au sens du scoutisme et à leur engagement. Cette journée met l'accent sur l'amitié internationale et la solidarité au sein du mouvement scout mondial.",
    "good_to_know": "Chaque année, un thème différent est choisi pour orienter les réflexions et activités. Les scouts et guides portent souvent leur uniforme ce jour-là et collectent des fonds pour soutenir le scoutisme dans les pays en développement. La tradition veut qu'on donne une pièce symbolique, représentant un 'penny' pour chaque année depuis sa naissance.",
    "action": "- Participer à une activité scoute\n- Réfléchir sur les valeurs du scoutisme\n- Faire une bonne action\n- Soutenir un projet scout international\n- Apprendre l'histoire du scoutisme"
  },
  "0223": {
    "date": "23 février",
    "name": "Journée du Défenseur de la Patrie",
    "description": "Fête en Russie honorant les forces armées et les anciens combattants",
    "origin": "Culture russe",
    "image": "https://images.unsplash.com/photo-1485848395967-65dff62dc35b",
    "full_description": "Initialement appelée 'Jour de l'Armée rouge', cette fête célèbre les forces armées russes et honore tous ceux qui servent ou ont servi leur pays. Bien qu'historiquement liée à l'armée, elle est devenue une célébration plus large de tous les hommes, considérés comme des défenseurs potentiels de la patrie.",
    "good_to_know": "Cette journée est un jour férié en Russie et dans plusieurs pays de l'ex-URSS. Traditionnellement, les femmes offrent des cadeaux aux hommes de leur entourage. Des parades militaires et des cérémonies commémoratives sont organisées. C'est l'équivalent masculin de la Journée internationale des femmes (8 mars) dans la culture russe.",
    "action": "- Découvrir l'histoire militaire russe\n- Participer aux cérémonies commémoratives\n- Honorer les vétérans\n- Explorer la culture russe\n- Organiser une célébration traditionnelle"
  },
  "0224": {
    "date": "24 février",
    "name": "Dragobete",
    "description": "Fête traditionnelle roumaine célébrant l'amour et le début du printemps",
    "origin": "Culture roumaine",
    "image": "https://images.unsplash.com/photo-1582473380604-e0151d1c6f8a",
    "full_description": "Dragobete est une fête traditionnelle roumaine célébrant l'amour et l'arrivée du printemps. Selon la mythologie locale, Dragobete est le fils de Baba Dochia et représente l'esprit du printemps. Cette journée est considérée comme l'équivalent roumain de la Saint-Valentin, mais avec des racines plus anciennes et des traditions spécifiques.",
    "good_to_know": "Traditionnellement, les jeunes se réunissent en habits de fête et cueillent les premières fleurs du printemps. Les filles conservent ces fleurs sous leur oreiller pour trouver l'amour. On dit que les oiseaux s'apparient ce jour-là. C'est aussi une occasion de chanter et danser en plein air.",
    "action": "- Participer aux célébrations traditionnelles\n- Cueillir les premières fleurs du printemps\n- Apprendre des chants folkloriques roumains\n- Découvrir la mythologie roumaine\n- Préparer des plats traditionnels roumains"
  },
  "0225": {
    "date": "25 février",
    "name": "Kuwait National Day",
    "description": "Jour férié célébrant l'indépendance du Koweït obtenue en 1961",
    "origin": "Culture koweïtienne",
    "image": "https://images.unsplash.com/photo-1578895101408-1a36b834405b",
    "full_description": "La Fête nationale du Koweït commémore l'indépendance du pays obtenue en 1961, marquant la fin du protectorat britannique. Cette journée est célébrée avec le Jour de la Libération (26 février), créant une période de festivités de deux jours. Les célébrations mettent en valeur la culture koweïtienne et l'unité nationale.",
    "good_to_know": "Les festivités incluent des défilés aériens spectaculaires, des feux d'artifice et des illuminations des principaux monuments. Les Koweïtiens décorent leurs maisons, voitures et rues aux couleurs nationales (vert, blanc, rouge et noir). Les Kuwait Towers, symbole du pays, sont particulièrement mises en valeur pendant les célébrations.",
    "action": "- Découvrir l'histoire du Koweït\n- Préparer des plats traditionnels koweïtiens\n- Participer aux célébrations culturelles\n- Explorer l'architecture moderne du Koweït\n- Apprendre sur la culture du Golfe"
  },
  "0226": {
    "date": "26 février",
    "name": "Levi Strauss Day",
    "description": "Jour honorant Levi Strauss, inventeur du jean en denim",
    "origin": "Culture américaine",
    "image": "https://images.unsplash.com/photo-1542272604-787c3835535d",
    "full_description": "Cette journée célèbre l'héritage de Levi Strauss (1829-1902), immigrant allemand qui révolutionna la mode en créant le blue jean en 1873. En collaboration avec Jacob Davis, il breveta le procédé de rivets en cuivre pour renforcer les points de tension des pantalons de travail, créant ainsi un vêtement qui deviendrait un symbole culturel mondial.",
    "good_to_know": "Le premier jean Levi's (501) était destiné aux mineurs de la ruée vers l'or en Californie. Le terme 'denim' vient de 'de Nîmes', la ville française où le tissu était originellement fabriqué. La couleur indigo était choisie pour sa résistance et sa capacité à masquer la saleté.",
    "action": "- Découvrir l'histoire du jean\n- Visiter un musée de la mode\n- Apprendre les techniques de customisation du denim\n- Explorer l'impact du jean sur la culture populaire\n- Soutenir la mode durable"
  },
  "0227": {
    "date": "27 février",
    "name": "Journée mondiale des ONG",
    "description": "Journée reconnaissant le rôle des organisations non gouvernementales dans la société",
    "origin": "Société civile",
    "image": "https://images.unsplash.com/photo-1559027615-cd4628902d4a",
    "full_description": "Créée en 2014, la Journée mondiale des ONG reconnaît le travail essentiel des organisations non gouvernementales dans l'amélioration de la société. Elle met en lumière leur contribution dans des domaines comme l'aide humanitaire, les droits humains, l'environnement, l'éducation et le développement durable.",
    "good_to_know": "Les ONG emploient environ 54 millions de personnes dans le monde et mobilisent des millions de bénévoles. Cette journée est l'occasion de sensibiliser le public à leur travail, de recruter des bénévoles et de créer des partenariats. De nombreuses ONG organisent des portes ouvertes et des événements de sensibilisation.",
    "action": "- S'engager comme bénévole dans une ONG\n- Faire un don à une cause importante\n- Participer à un événement caritatif\n- S'informer sur le travail des ONG locales\n- Partager des histoires d'impact positif"
  },
  "0228": {
    "date": "28 février",
    "name": "Dia de Andalucía",
    "description": "Fête régionale en Andalousie, Espagne, célébrant l'autonomie de la région",
    "origin": "Culture andalouse",
    "image": "https://images.unsplash.com/photo-1555881400-74d7acaacd8b",
    "full_description": "Le Jour de l'Andalousie commémore le référendum de 1980 qui accorda l'autonomie à cette région d'Espagne. Cette journée célèbre l'identité, la culture et les traditions andalouses. L'Andalousie, berceau du flamenco et des corridas, est connue pour son riche patrimoine culturel mêlant influences chrétiennes, musulmanes et juives.",
    "good_to_know": "Les célébrations incluent des concerts de flamenco, des festivals gastronomiques et des cérémonies officielles où l'hymne andalou est joué. Les écoles organisent des activités spéciales pour enseigner l'histoire et la culture régionales. Le drapeau vert et blanc de l'Andalousie est particulièrement mis à l'honneur.",
    "action": "- Découvrir la musique flamenco\n- Déguster la cuisine andalouse\n- Apprendre l'histoire de l'Andalousie\n- Explorer l'architecture mauresque\n- Participer aux festivités culturelles"
  },
  "0229": {
    "date": "29 février",
    "name": "Leap Day",
    "description": "Jour supplémentaire ajouté au calendrier grégorien tous les quatre ans",
    "origin": "Culture mondiale",
    "image": "https://images.unsplash.com/photo-1501139083538-0139583c060f",
    "full_description": "Le jour bissextile est ajouté tous les quatre ans pour synchroniser le calendrier avec l'année solaire. Cette correction, introduite par Jules César et affinée dans le calendrier grégorien, compense le fait que l'année solaire dure environ 365,242 jours. Historiquement, ce jour était considéré comme 'hors du temps' et associé à diverses traditions et superstitions.",
    "good_to_know": "Selon une tradition irlandaise, le 29 février était le jour où les femmes pouvaient demander les hommes en mariage. Les personnes nées un 29 février, appelées 'leaplings', ne célèbrent officiellement leur anniversaire que tous les quatre ans. Statistiquement, la probabilité de naître un 29 février est d'environ 1 sur 1461.",
    "action": "- Apprendre l'histoire du calendrier\n- Célébrer ce jour unique\n- Planifier un projet quadriennal\n- Réfléchir sur la mesure du temps\n- Créer des traditions spéciales pour ce jour"
  },
  "0301": {
    "date": "1er mars",
    "name": "Fête de la Saint David",
    "description": "Célébration en l'honneur de Saint David, saint patron du Pays de Galles.",
    "origin": "Christianisme/Culture galloise",
    "full_description": "Saint David était un évêque gallois du VIe siècle connu pour sa vie ascétique et ses enseignements. Cette fête nationale du Pays de Galles est marquée par le port du poireau ou du narcisse, symboles nationaux.",
    "good_to_know": "Les Gallois portent traditionnellement un poireau ou un narcisse à la boutonnière ce jour-là. De nombreux festivals de musique et de poésie sont organisés.",
    "action": "Porter du vert et du blanc, les couleurs nationales galloises, et déguster des gâteaux gallois traditionnels."
  },
  "0302": {
    "date": "2 mars",
    "name": "Peasants' Day (Myanmar)",
    "description": "Jour honorant les contributions des agriculteurs à l'économie du Myanmar.",
    "origin": "Culture birmane",
    "full_description": "Cette journée nationale reconnaît l'importance cruciale des agriculteurs dans l'économie et la société birmane. Elle met en lumière leurs défis quotidiens et célèbre leur rôle vital dans la production alimentaire.",
    "good_to_know": "Le Myanmar est l'un des plus grands exportateurs de riz au monde, et l'agriculture emploie plus de 50% de la main-d'œuvre du pays.",
    "action": "Soutenir les agriculteurs locaux en achetant des produits locaux et en s'informant sur l'agriculture durable."
  },
  "0303": {
    "date": "3 mars",
    "name": "Hinamatsuri",
    "description": "Fête japonaise des filles, célébrant leur croissance et leur bonheur.",
    "origin": "Culture japonaise",
    "full_description": "Aussi appelée 'Festival des Poupées', cette célébration met en scène des présentoirs élaborés de poupées traditionnelles représentant la cour impériale de l'ère Heian. Les familles prient pour la santé et le bonheur de leurs filles.",
    "good_to_know": "Les poupées doivent être rangées rapidement après la fête, car une croyance dit que les laisser trop longtemps pourrait retarder le mariage de la fille.",
    "action": "Déguster des chirashi-zushi et des amazake, boissons et plats traditionnels de cette fête."
  },
  "0304": {
    "date": "4 mars",
    "name": "Journée mondiale de la vie sauvage",
    "description": "Journée sensibilisant à la protection de la faune et de la flore sauvages.",
    "origin": "ONU/Société civile",
    "full_description": "Établie par l'ONU en 2013, cette journée vise à sensibiliser le public à l'importance de la préservation des espèces sauvages et de leurs habitats naturels, tout en soulignant les menaces qui pèsent sur la biodiversité mondiale.",
    "good_to_know": "Chaque année, un thème différent est choisi pour mettre en lumière un aspect particulier de la conservation de la vie sauvage.",
    "action": "Participer à des activités de conservation locales ou faire un don à des organisations de protection de la nature."
  },
  "0305": {
    "date": "5 mars",
    "name": "Custom Chief's Day (Vanuatu)",
    "description": "Jour honorant les chefs traditionnels et la culture autochtone au Vanuatu.",
    "origin": "Culture vanuataise",
    "full_description": "Cette journée célèbre le rôle essentiel des chefs coutumiers dans la préservation de la culture et des traditions du Vanuatu. Les chefs sont les gardiens des coutumes et jouent un rôle crucial dans la résolution des conflits locaux.",
    "good_to_know": "Le Vanuatu maintient un système de gouvernance dual, combinant la démocratie moderne avec l'autorité traditionnelle des chefs.",
    "action": "Assister aux cérémonies traditionnelles et découvrir l'artisanat local du Vanuatu."
  },
  "0306": {
    "date": "6 mars",
    "name": "Indépendance du Ghana",
    "description": "Jour célébrant l'indépendance du Ghana obtenue en 1957.",
    "origin": "Culture ghanéenne",
    "full_description": "Le Ghana fut le premier pays d'Afrique subsaharienne à obtenir son indépendance du Royaume-Uni. Sous la direction de Kwame Nkrumah, cette date marque un moment historique dans le mouvement de décolonisation africain.",
    "good_to_know": "Les couleurs du drapeau ghanéen - rouge, or et vert - sont devenues un symbole panafricain repris par de nombreux autres pays africains.",
    "action": "Participer aux défilés et festivités, porter les couleurs nationales et déguster des plats traditionnels ghanéens."
  },
  "0307": {
    "date": "7 mars",
    "name": "Nyepi",
    "description": "Nouvel an balinais célébré par une journée de silence, de jeûne et de méditation.",
    "origin": "Hindouisme balinais",
    "full_description": "Nyepi, ou 'Jour du Silence', est une célébration unique où l'île entière de Bali s'arrête pendant 24 heures. Les aéroports ferment, les lumières sont éteintes, et tout le monde reste chez soi pour l'introspection et la purification spirituelle.",
    "good_to_know": "La veille de Nyepi, des parades d'Ogoh-ogoh (statues de démons) sont organisées pour chasser les mauvais esprits.",
    "action": "Observer le silence, pratiquer la méditation et réfléchir à l'année écoulée."
  },
  "0308": {
    "date": "8 mars",
    "name": "Journée internationale des femmes",
    "description": "Journée célébrant les réalisations des femmes et promouvant l'égalité des sexes.",
    "origin": "ONU/Société civile",
    "full_description": "Cette journée mondiale met en lumière les réalisations sociales, économiques, culturelles et politiques des femmes. Elle sert aussi à sensibiliser aux inégalités persistantes et à promouvoir l'égalité des genres.",
    "good_to_know": "La première Journée internationale des femmes a été célébrée en 1911, et l'ONU l'a officiellement reconnue en 1977.",
    "action": "Participer à des événements locaux, soutenir des organisations féminines et sensibiliser aux droits des femmes."
  },
  "0309": {
    "date": "9 mars",
    "name": "Baron Bliss Day",
    "description": "Jour au Belize honorant le philanthrope Baron Bliss.",
    "origin": "Culture bélizienne",
    "full_description": "Le Baron Bliss était un voyageur britannique qui, sans jamais avoir mis pied à terre au Belize, légua sa fortune au pays. Cette journée commémore sa générosité qui a permis de financer de nombreux projets d'infrastructure.",
    "good_to_know": "Le véritable nom du Baron Bliss était Henry Edward Ernest Victor Bliss, et il n'était pas réellement baron.",
    "action": "Participer aux régates traditionnelles et aux festivités côtières organisées en son honneur."
  },
  "0310": {
    "date": "10 mars",
    "name": "Holi",
    "description": "Festival hindou des couleurs célébrant le triomphe du bien sur le mal et l'arrivée du printemps.",
    "origin": "Hindouisme",
    "full_description": "Holi est l'un des festivals les plus joyeux de l'hindouisme, célébrant la victoire de Prahlad sur sa tante démoniaque Holika. Les gens se rassemblent dans les rues pour se jeter des poudres colorées et de l'eau, symbolisant la joie et l'égalité.",
    "good_to_know": "Les couleurs utilisées étaient traditionnellement faites d'herbes ayurvédiques aux propriétés médicinales.",
    "action": "Participer aux festivités en jetant des poudres colorées, chanter des chansons traditionnelles et partager des sucreries."
  },
  "0311": {
    "date": "11 mars",
    "name": "Fête de la Saint Rosine",
    "description": "Célébration chrétienne en l'honneur de Sainte Rosine.",
    "origin": "Christianisme",
    "full_description": "Sainte Rosine était une martyre chrétienne du IVe siècle. Bien que peu de détails historiques soient connus sur sa vie, elle est vénérée dans certaines régions pour sa dévotion et son sacrifice.",
    "good_to_know": "Son nom dérive du latin 'rosa' signifiant rose, et elle est souvent représentée avec des roses.",
    "action": "Visiter une église locale, offrir des roses en son honneur ou méditer sur les vertus qu'elle incarnait."
  },
  "0312": {
    "date": "12 mars",
    "name": "Fête nationale de Maurice",
    "description": "Jour célébrant l'indépendance de Maurice obtenue en 1968.",
    "origin": "Culture mauricienne",
    "full_description": "Cette journée marque l'indépendance de l'île Maurice du Royaume-Uni et sa transformation en une république prospère. Elle célèbre la diversité culturelle unique de Maurice, mélange d'influences africaines, européennes, chinoises et indiennes.",
    "good_to_know": "Maurice est souvent citée comme un modèle de coexistence pacifique entre différentes cultures et religions.",
    "action": "Participer aux défilés, hisser le drapeau mauricien et déguster des spécialités locales comme le dholl puri."
  },
  "0313": {
    "date": "13 mars",
    "name": "Journée de l'éléphant en Thaïlande",
    "description": "Jour honorant l'importance culturelle et historique des éléphants en Thaïlande.",
    "origin": "Culture thaïlandaise",
    "full_description": "Cette journée célèbre le rôle crucial des éléphants dans l'histoire, la culture et le développement de la Thaïlande. Elle sensibilise également à la protection de ces pachydermes et à l'amélioration de leurs conditions de vie.",
    "good_to_know": "L'éléphant blanc est un symbole royal en Thaïlande et apparaissait sur l'ancien drapeau du pays.",
    "action": "Visiter un sanctuaire d'éléphants éthique, faire un don pour leur protection ou participer aux festivités locales."
  },
  "0314": {
    "date": "14 mars",
    "name": "Pi Day",
    "description": "Journée célébrant la constante mathématique π (pi).",
    "origin": "Culture scientifique",
    "full_description": "Le Pi Day est célébré le 14 mars (3/14) en référence aux trois premiers chiffres de π. Cette journée promeut l'importance des mathématiques et des sciences dans notre société.",
    "good_to_know": "Le physicien Albert Einstein est né un 14 mars, ajoutant une dimension supplémentaire à cette célébration scientifique.",
    "action": "Participer à des concours de mémorisation de π, résoudre des énigmes mathématiques et déguster des tartes circulaires."
  },
  "0315": {
    "date": "15 mars",
    "name": "Ides de Mars",
    "description": "Date du calendrier romain rendue célèbre par l'assassinat de Jules César en 44 av. J.-C.",
    "origin": "Histoire romaine",
    "full_description": "Les Ides de Mars marquent l'assassinat de Jules César, un événement qui changea le cours de l'histoire romaine. Cette date était à l'origine simplement le milieu du mois dans le calendrier romain, mais devint synonyme de mauvais présage après la mort de César.",
    "good_to_know": "La phrase 'Méfie-toi des Ides de Mars' aurait été prononcée par un devin pour avertir César de son destin.",
    "action": "Lire des textes historiques sur la Rome antique, visiter des sites archéologiques romains ou participer à des reconstitutions historiques."
  },
  "0316": {
    "date": "16 mars",
    "name": "Fête de Saint Urho",
    "description": "Fête humoristique célébrée par les Finlandais-Américains honorant Saint Urho, un personnage légendaire supposé avoir chassé les criquets des vignobles.",
    "origin": "Culture finno-américaine",
    "full_description": "Cette célébration folklorique a été créée dans les années 1950 par des Finlandais-Américains comme réponse humoristique à la Saint-Patrick. Saint Urho aurait sauvé les vignes finlandaises des criquets en les chassant avec son cri puissant 'Heinäsirkka, heinäsirkka, mene täältä hiiteen!'",
    "good_to_know": "Les couleurs traditionnelles de la fête sont le violet et le vert, représentant les raisins sauvés et les criquets chassés.",
    "action": "Porter du violet et du vert, participer aux festivités finno-américaines et déguster des spécialités finlandaises."
  },
  "0317": {
    "date": "17 mars",
    "name": "Saint-Patrick",
    "description": "Fête en l'honneur de Saint Patrick, saint patron de l'Irlande, célébrée dans le monde entier.",
    "origin": "Christianisme/Culture irlandaise",
    "full_description": "La Saint-Patrick commémore l'arrivée du christianisme en Irlande par Saint Patrick au Ve siècle. Aujourd'hui, c'est une célébration mondiale de la culture irlandaise, marquée par des défilés, de la musique traditionnelle et le port du vert.",
    "good_to_know": "Le trèfle à trois feuilles était utilisé par Saint Patrick pour expliquer la Sainte Trinité aux Irlandais.",
    "action": "Porter du vert, assister aux parades, écouter de la musique irlandaise et partager un repas traditionnel irlandais."
  },
  "0318": {
    "date": "18 mars",
    "name": "Fête de la Réunion (Madagascar)",
    "description": "Jour commémorant le retour de la région de Diego-Suarez sous contrôle malgache.",
    "origin": "Culture malgache",
    "full_description": "Cette journée marque la réunification de Madagascar avec la région de Diego-Suarez (aujourd'hui Antsiranana) en 1960, symbolisant l'unité territoriale et politique du pays après la période coloniale.",
    "good_to_know": "Diego-Suarez était une base navale stratégique pendant la période coloniale française.",
    "action": "Participer aux cérémonies officielles, hisser le drapeau malgache et célébrer l'unité nationale."
  },
  "0319": {
    "date": "19 mars",
    "name": "Fête de la Saint Joseph",
    "description": "Célébration chrétienne en l'honneur de Saint Joseph, époux de la Vierge Marie.",
    "origin": "Christianisme",
    "full_description": "Saint Joseph, père nourricier de Jésus et époux de Marie, est célébré pour ses vertus de patience, d'humilité et de dévouement. Cette fête est particulièrement importante dans les pays catholiques où il est considéré comme le patron des travailleurs et des familles.",
    "good_to_know": "Dans certains pays, comme l'Italie et l'Espagne, c'est aussi la fête des pères.",
    "action": "Visiter une église, partager un repas familial et honorer les figures paternelles de notre vie."
  },
  "0320": {
    "date": "20 mars",
    "name": "Journée internationale du bonheur",
    "description": "Journée promouvant l'importance du bonheur comme objectif universel.",
    "origin": "ONU/Société civile",
    "full_description": "Établie par l'ONU en 2012, cette journée reconnaît le bonheur comme un objectif humain fondamental et promeut une approche plus inclusive et équitable du développement économique qui favorise le bien-être et le bonheur de tous les peuples.",
    "good_to_know": "Le Bhoutan est le premier pays à avoir adopté le Bonheur National Brut comme indicateur de développement.",
    "action": "Pratiquer la gratitude, faire une bonne action pour autrui et partager des moments de joie avec ses proches."
  },
  "0321": {
    "date": "21 mars",
    "name": "Nowruz",
    "description": "Nouvel an persan célébrant l'équinoxe de printemps, marquant le début de l'année dans le calendrier zoroastrien.",
    "origin": "Zoroastrisme/Culture perse",
    "full_description": "Nowruz, qui signifie 'nouveau jour', est une célébration ancestrale marquant le renouveau de la nature. Cette fête combine des rituels zoroastriens anciens avec des traditions culturelles modernes, célébrant l'harmonie entre l'homme et la nature.",
    "good_to_know": "La table du Haft-sin, comportant sept éléments commençant par la lettre 'sin' en persan, est un élément central des célébrations.",
    "action": "Préparer la table du Haft-sin, faire le grand nettoyage de printemps et partager un repas festif avec sa famille."
  },
  "0322": {
    "date": "22 mars",
    "name": "Fête de l'indépendance de l'Arabie saoudite",
    "description": "Jour commémorant l'unification du Royaume d'Arabie saoudite.",
    "origin": "Culture saoudienne",
    "full_description": "Cette journée marque l'unification des régions du Nejd et du Hedjaz par le roi Abdulaziz Ibn Saud, créant ainsi le Royaume d'Arabie saoudite moderne. C'est une célébration de l'unité nationale et du développement du pays.",
    "good_to_know": "Avant l'unification, la péninsule arabique était composée de plusieurs émirats et royaumes distincts.",
    "action": "Participer aux festivités nationales, hisser le drapeau saoudien et découvrir l'histoire du royaume."
  },
  "0323": {
    "date": "23 mars",
    "name": "Pâques orthodoxes (variable)",
    "description": "Fête célébrant la résurrection de Jésus-Christ selon le calendrier julien.",
    "origin": "Christianisme orthodoxe",
    "full_description": "Les Pâques orthodoxes suivent le calendrier julien, ce qui explique leur date différente des Pâques occidentales. Cette fête est précédée par le Grand Carême et est considérée comme la plus importante célébration du calendrier orthodoxe.",
    "good_to_know": "La date des Pâques orthodoxes peut varier de une à cinq semaines après les Pâques occidentales.",
    "action": "Assister aux services religieux orthodoxes, partager un repas pascal traditionnel et échanger des œufs décorés."
  },
  "0324": {
    "date": "24 mars",
    "name": "Journée mondiale de la lutte contre la tuberculose",
    "description": "Journée sensibilisant au combat contre la tuberculose.",
    "origin": "ONU/Société civile",
    "full_description": "Cette journée commémore la découverte du bacille de la tuberculose par Robert Koch en 1882. Elle vise à sensibiliser le public à cette maladie qui reste un problème majeur de santé publique dans de nombreux pays.",
    "good_to_know": "La tuberculose est l'une des 10 principales causes de décès dans le monde, mais elle est curable et évitable.",
    "action": "S'informer sur la maladie, soutenir les organisations de lutte contre la tuberculose et promouvoir la prévention."
  },
  "0325": {
    "date": "25 mars",
    "name": "Fête de l'Annonciation",
    "description": "Célébration chrétienne de l'annonce de la naissance de Jésus par l'ange Gabriel à la Vierge Marie.",
    "origin": "Christianisme",
    "full_description": "L'Annonciation commémore le moment où l'ange Gabriel annonce à Marie qu'elle donnera naissance à Jésus. Cette fête est célébrée exactement neuf mois avant Noël et marque le début de l'histoire du salut dans la tradition chrétienne.",
    "good_to_know": "Dans certains pays, cette date marquait autrefois le début de l'année civile.",
    "action": "Assister à une messe de l'Annonciation, méditer sur le thème de l'acceptation et visiter des représentations artistiques de l'Annonciation."
  },
  "0326": {
    "date": "26 mars",
    "name": "Indépendance du Bangladesh",
    "description": "Jour célébrant l'indépendance du Bangladesh obtenue en 1971.",
    "origin": "Culture bangladaise",
    "full_description": "Cette journée commémore la déclaration d'indépendance du Bangladesh par Sheikh Mujibur Rahman, marquant le début de la guerre de libération contre le Pakistan. C'est un jour de fierté nationale et de réflexion sur les sacrifices consentis pour la liberté.",
    "good_to_know": "Le Bangladesh était auparavant connu sous le nom de Pakistan oriental avant son indépendance.",
    "action": "Participer aux cérémonies patriotiques, hisser le drapeau national et chanter l'hymne national bangladais."
  },
  "0327": {
    "date": "27 mars",
    "name": "Journée mondiale du théâtre",
    "description": "Journée internationale promouvant les arts dramatiques et le théâtre.",
    "origin": "Société civile",
    "full_description": "Créée en 1961 par l'Institut International du Théâtre, cette journée célèbre le pouvoir du théâtre comme forme d'art universel capable de rassembler les cultures et de promouvoir la compréhension mutuelle.",
    "good_to_know": "Chaque année, une personnalité du théâtre est invitée à rédiger un message international diffusé dans le monde entier.",
    "action": "Assister à une représentation théâtrale, participer à un atelier de théâtre ou lire une pièce classique."
  },
  "0328": {
    "date": "28 mars",
    "name": "Holi (variable)",
    "description": "Festival hindou des couleurs célébrant le triomphe du bien sur le mal et l'arrivée du printemps.",
    "origin": "Hindouisme",
    "full_description": "Holi est l'une des fêtes les plus populaires de l'hindouisme, célébrant l'arrivée du printemps et le triomphe du bien sur le mal. Les festivités commencent la veille avec Holika Dahan (feu de joie) et culminent avec le lancement joyeux de poudres colorées.",
    "good_to_know": "Les couleurs utilisées pendant Holi étaient traditionnellement faites de fleurs et d'herbes ayurvédiques aux propriétés médicinales.",
    "action": "Participer aux festivités en jetant des poudres colorées, danser sur de la musique traditionnelle et partager des sucreries spéciales de Holi."
  },
  "0329": {
    "date": "29 mars",
    "name": "Fête des jeunes (Taïwan)",
    "description": "Jour honorant les contributions des jeunes à la société à Taïwan.",
    "origin": "Culture taïwanaise",
    "full_description": "Cette journée célèbre le rôle vital des jeunes dans la société taïwanaise et leur contribution au développement du pays. Elle encourage également leur participation active dans les processus démocratiques et sociaux.",
    "good_to_know": "La date commémore aussi le soulèvement de la jeunesse chinoise contre le gouvernement Qing en 1911.",
    "action": "Participer à des forums de jeunesse, s'engager dans des activités communautaires et célébrer les réalisations des jeunes."
  },
  "0330": {
    "date": "30 mars",
    "name": "Journée de la Terre palestinienne",
    "description": "Jour de commémoration des événements de 1976 concernant la confiscation de terres palestiniennes.",
    "origin": "Culture palestinienne",
    "full_description": "Cette journée commémore les manifestations de 1976 contre la confiscation des terres palestiniennes. Elle est devenue un symbole important de la résistance pacifique et de l'attachement à la terre.",
    "good_to_know": "La journée est marquée par la plantation d'oliviers, symboles de l'enracinement et de la résilience.",
    "action": "Participer à des événements de sensibilisation, planter des arbres et soutenir les initiatives de paix."
  },
  "0331": {
    "date": "31 mars",
    "name": "César Chávez Day",
    "description": "Jour honorant César Chávez, militant pour les droits des travailleurs agricoles aux États-Unis.",
    "origin": "Culture américaine",
    "full_description": "Cette journée honore l'héritage de César Chávez, leader syndical et militant des droits civiques qui a lutté pour améliorer les conditions de travail des ouvriers agricoles. Son travail a conduit à des réformes majeures dans le secteur agricole américain.",
    "good_to_know": "Sa devise 'Sí, se puede' (Oui, c'est possible) est devenue un cri de ralliement pour les mouvements de justice sociale.",
    "action": "S'engager dans le service communautaire, soutenir les droits des travailleurs et s'informer sur l'histoire du mouvement ouvrier."
  },
  "0401": {
    "date": "1er avril",
    "name": "Poisson d'avril",
    "description": "Tradition de faire des farces et des canulars.",
    "origin": "Tradition européenne",
    "full_description": "Le Poisson d'avril est une tradition séculaire consistant à faire des farces et à coller des poissons en papier dans le dos des gens. Son origine exacte est débattue, mais pourrait remonter au XVIe siècle en France, lorsque le roi Charles IX changea le début de l'année du 1er avril au 1er janvier.",
    "good_to_know": "Dans différents pays, cette tradition prend des formes variées : en anglais, on parle d'April Fool's Day, et en Écosse, la tradition s'étend sur deux jours avec le 'Hunt the Gowk'.",
    "action": "- Préparer des blagues inoffensives et amusantes\n- Créer des poissons en papier colorés\n- Organiser un concours de la meilleure farce\n- Vérifier les médias pour repérer les canulars traditionnels"
  },
  "0402": {
    "date": "2 avril",
    "name": "Journée mondiale de sensibilisation à l'autisme",
    "description": "Journée de sensibilisation aux troubles du spectre autistique.",
    "origin": "ONU/Société civile",
    "full_description": "Établie par l'ONU en 2007, cette journée vise à mieux faire comprendre l'autisme et à promouvoir l'inclusion des personnes autistes dans la société. Elle met en lumière les défis quotidiens auxquels font face les personnes autistes et leurs familles.",
    "good_to_know": "La couleur bleue et le symbole du puzzle sont devenus des emblèmes de la sensibilisation à l'autisme. De nombreux bâtiments dans le monde s'illuminent en bleu ce jour-là.",
    "action": "- S'informer sur l'autisme auprès de sources fiables\n- Participer aux événements de sensibilisation\n- Soutenir les organisations d'aide aux personnes autistes\n- Promouvoir l'inclusion dans son environnement"
  },
  "0403": {
    "date": "3 avril",
    "name": "Journée du gâteau aux carottes",
    "description": "Célébration dédiée à ce dessert populaire.",
    "origin": "Culture culinaire",
    "full_description": "Le gâteau aux carottes, mélange unique de légumes et de pâtisserie, est devenu un classique apprécié dans le monde entier. Cette journée célèbre ce dessert qui combine saveur, nutrition et tradition, rappelant comment un simple légume peut se transformer en délicieuse gourmandise.",
    "good_to_know": "Les premières recettes de gâteau aux carottes remontent au Moyen Âge, où les carottes étaient utilisées comme édulcorant naturel en raison de leur teneur en sucre.",
    "action": "- Préparer un gâteau aux carottes maison\n- Organiser une dégustation de différentes recettes\n- Partager sa recette préférée\n- Découvrir l'histoire de ce dessert"
  },
  "0404": {
    "date": "4 avril",
    "name": "Journée internationale de sensibilisation aux mines",
    "description": "Journée de sensibilisation aux dangers des mines antipersonnel.",
    "origin": "ONU/Société civile",
    "full_description": "Cette journée, établie par l'ONU, vise à sensibiliser aux dangers persistants des mines terrestres et à promouvoir leur élimination. Elle met en lumière le travail des démineurs et l'impact durable des mines sur les communautés affectées.",
    "good_to_know": "Plus de 60 pays sont encore affectés par les mines terrestres. Le déminage manuel reste la méthode la plus sûre mais aussi la plus lente pour nettoyer les zones minées.",
    "action": "- S'informer sur la problématique des mines\n- Soutenir les organisations de déminage\n- Participer à des campagnes de sensibilisation\n- Aider les victimes des mines"
  },
  "0405": {
    "date": "5 avril",
    "name": "Journée maritime mondiale",
    "description": "Journée célébrant l'importance du transport maritime et des marins.",
    "origin": "Organisation Maritime Internationale",
    "full_description": "La Journée maritime mondiale met en lumière l'importance du transport maritime international et le rôle crucial des marins dans l'économie mondiale. Elle sensibilise également aux enjeux environnementaux et de sécurité maritime.",
    "good_to_know": "Plus de 90% du commerce mondial s'effectue par voie maritime. Un grand porte-conteneurs moderne peut transporter plus de 20 000 conteneurs.",
    "action": "- Découvrir l'histoire de la marine marchande\n- Visiter un port maritime\n- S'informer sur les métiers de la mer\n- Soutenir les associations d'aide aux marins"
  },
  "0406": {
    "date": "6 avril",
    "name": "Journée internationale du sport",
    "description": "Journée promouvant le sport comme outil de développement et de paix.",
    "origin": "ONU/Société civile",
    "full_description": "Établie par l'ONU en 2013, cette journée célèbre le pouvoir du sport pour promouvoir la paix, le développement social et l'unité entre les peuples. Elle souligne l'importance du sport dans l'éducation et la santé.",
    "good_to_know": "La date du 6 avril a été choisie en référence aux premiers Jeux Olympiques modernes qui ont débuté le 6 avril 1896 à Athènes.",
    "action": "- Pratiquer une activité sportive\n- Organiser un événement sportif communautaire\n- Découvrir un nouveau sport\n- Promouvoir le fair-play et l'esprit sportif"
  },
  "0407": {
    "date": "7 avril",
    "name": "Journée mondiale de la santé",
    "description": "Journée de sensibilisation aux enjeux de santé mondiale.",
    "origin": "OMS/Société civile",
    "full_description": "Créée par l'Organisation mondiale de la santé (OMS), cette journée marque l'anniversaire de sa fondation en 1948. Chaque année, elle met en lumière un aspect particulier de la santé publique mondiale et promeut l'accès universel aux soins de santé.",
    "good_to_know": "L'OMS choisit chaque année un thème différent pour cette journée, permettant de sensibiliser le public à des problématiques de santé spécifiques.",
    "action": "- Faire un bilan de santé\n- Adopter de bonnes habitudes sanitaires\n- Soutenir les professionnels de santé\n- Participer aux campagnes de prévention"
  },
  "0408": {
    "date": "8 avril",
    "name": "Journée internationale des Roms",
    "description": "Journée célébrant la culture et l'histoire du peuple rom.",
    "origin": "Culture rom",
    "full_description": "Cette journée commémore le premier Congrès mondial rom de 1971 à Londres. Elle célèbre la richesse de la culture rom et sensibilise aux défis auxquels cette communauté fait face, tout en promouvant leurs droits et leur inclusion sociale.",
    "good_to_know": "Les Roms constituent la plus grande minorité ethnique d'Europe. Leur drapeau comporte une roue de chariot symbolisant leur histoire nomade.",
    "action": "- Découvrir la musique et la danse tziganes\n- S'informer sur l'histoire des Roms\n- Lutter contre les préjugés\n- Soutenir les initiatives culturelles roms"
  },
  "0409": {
    "date": "9 avril",
    "name": "Journée nationale des archives",
    "description": "Journée dédiée à la préservation et à la valorisation des archives.",
    "origin": "Initiative nationale",
    "full_description": "Cette journée met en valeur l'importance des archives dans la préservation de notre histoire collective. Elle sensibilise le public au rôle crucial des archivistes et à la nécessité de conserver et protéger les documents historiques.",
    "good_to_know": "Les archives modernes ne se limitent pas aux documents papier mais incluent aussi les documents numériques, photos, films et enregistrements sonores.",
    "action": "- Visiter des archives locales\n- Organiser ses documents personnels\n- Participer à des ateliers de conservation\n- Découvrir l'histoire de sa région"
  },
  "0410": {
    "date": "10 avril",
    "name": "Journée des frères et sœurs",
    "description": "Journée célébrant les liens fraternels.",
    "origin": "Initiative sociale",
    "full_description": "Cette journée met à l'honneur les relations entre frères et sœurs, reconnaissant l'importance de ces liens familiaux uniques qui nous accompagnent toute la vie. Elle encourage à renforcer ces relations et à apprécier la présence de nos frères et sœurs.",
    "good_to_know": "Les relations entre frères et sœurs sont parmi les plus longues de notre vie, dépassant souvent en durée celles avec nos parents, conjoints ou enfants.",
    "action": "- Organiser une réunion familiale\n- Partager des souvenirs d'enfance\n- Renouer contact avec des frères et sœurs éloignés\n- Créer un album photo familial"
  },
  "0411": {
    "date": "11 avril",
    "name": "Journée mondiale de la maladie de Parkinson",
    "description": "Journée de sensibilisation à la maladie de Parkinson.",
    "origin": "Société civile/Santé",
    "full_description": "Cette journée, qui coïncide avec l'anniversaire de James Parkinson qui a décrit la maladie pour la première fois, vise à sensibiliser le public à cette maladie neurodégénérative. Elle met en lumière les défis quotidiens des patients et l'importance de la recherche médicale.",
    "good_to_know": "La maladie de Parkinson affecte plus de 10 millions de personnes dans le monde. Les symptômes varient grandement d'une personne à l'autre.",
    "action": "- S'informer sur la maladie\n- Soutenir la recherche médicale\n- Aider les associations de patients\n- Participer aux événements de sensibilisation"
  },
  "0412": {
    "date": "12 avril",
    "name": "Journée internationale du vol spatial habité",
    "description": "Commémoration du premier vol spatial humain.",
    "origin": "ONU/Société civile",
    "full_description": "Cette journée célèbre l'anniversaire du premier vol spatial habité par Youri Gagarine en 1961. Elle commémore cette étape cruciale de l'exploration spatiale et met en valeur les contributions de l'astronautique au développement de l'humanité.",
    "good_to_know": "Le vol de Gagarine a duré 108 minutes et a fait une orbite complète autour de la Terre. Sa phrase célèbre 'Je vois la Terre, elle est si belle' est devenue emblématique.",
    "action": "- Découvrir l'histoire de l'exploration spatiale\n- Observer les étoiles\n- Visiter un planétarium\n- S'intéresser aux dernières avancées spatiales"
  },
  "0413": {
    "date": "13 avril",
    "name": "Songkran",
    "description": "Nouvel an traditionnel thaïlandais.",
    "origin": "Culture thaïlandaise",
    "full_description": "Songkran est le festival traditionnel du Nouvel An thaïlandais, célébré du 13 au 15 avril. Cette fête est caractérisée par des batailles d'eau symboliques, représentant la purification et le renouveau. C'est aussi un moment de respect envers les aînés et de réunions familiales.",
    "good_to_know": "L'eau utilisée pendant Songkran était traditionnellement parfumée avec des fleurs et des herbes. Les batailles d'eau actuelles sont dérivées du rituel traditionnel d'asperger doucement les statues de Bouddha d'eau parfumée.",
    "action": "- Participer aux festivités de Songkran\n- Honorer les aînés de la famille\n- Découvrir la cuisine thaïlandaise traditionnelle\n- Visiter un temple bouddhiste"
  },
  "0414": {
    "date": "14 avril",
    "name": "Nouvel An bengali (Pohela Boishakh)",
    "description": "Célébration du Nouvel An selon le calendrier bengali.",
    "origin": "Culture bengalie",
    "full_description": "Pohela Boishakh marque le premier jour de l'année bengalie. Cette fête est célébrée avec des défilés colorés, des performances culturelles et des festins traditionnels. C'est un moment de renouveau où les commerçants ouvrent de nouveaux livres de comptes.",
    "good_to_know": "Les femmes portent traditionnellement des saris blancs avec des bordures rouges, tandis que les hommes portent des punjabis blancs. Les maisons sont décorées d'alpona, des motifs traditionnels dessinés au sol.",
    "action": "- Porter des vêtements traditionnels bengalis\n- Préparer des plats spéciaux\n- Participer aux célébrations culturelles\n- Créer des décorations alpona"
  },
  "0415": {
    "date": "15 avril",
    "name": "Journée mondiale de l'art",
    "description": "Journée célébrant la créativité artistique sous toutes ses formes.",
    "origin": "UNESCO/Société civile",
    "full_description": "Cette journée, coïncidant avec l'anniversaire de Léonard de Vinci, promeut le développement, la diffusion et la jouissance de l'art. Elle souligne le rôle de l'art dans le développement culturel et le dialogue entre les peuples.",
    "good_to_know": "L'art est reconnu comme un des plus anciens moyens d'expression humaine, avec des peintures rupestres datant de plus de 40 000 ans.",
    "action": "- Visiter un musée ou une galerie d'art\n- Créer une œuvre artistique\n- Participer à un atelier créatif\n- Soutenir des artistes locaux"
  },
  "0416": {
    "date": "16 avril",
    "name": "Journée mondiale de la voix",
    "description": "Journée de sensibilisation à l'importance de la voix et de sa santé.",
    "origin": "Initiative médicale/Société civile",
    "full_description": "Cette journée met en lumière l'importance de la voix dans la communication humaine et sensibilise aux troubles vocaux. Elle promeut la santé vocale et l'importance des soins préventifs pour les professionnels de la voix.",
    "good_to_know": "La voix humaine est produite par la vibration des cordes vocales, qui peuvent vibrer jusqu'à 1000 fois par seconde chez les sopranos.",
    "action": "- Prendre soin de sa voix\n- Consulter un phoniatre si nécessaire\n- Découvrir différentes techniques vocales\n- Participer à un atelier de chant"
  },
  "0417": {
    "date": "17 avril",
    "name": "Journée mondiale de l'hémophilie",
    "description": "Journée de sensibilisation à l'hémophilie et autres troubles de la coagulation.",
    "origin": "Santé/Société civile",
    "full_description": "Cette journée vise à sensibiliser le public à l'hémophilie, une maladie héréditaire affectant la coagulation du sang. Elle met en lumière les besoins des personnes atteintes et l'importance de la recherche médicale.",
    "good_to_know": "L'hémophilie touche principalement les hommes, mais les femmes peuvent être porteuses du gène et le transmettre. La date du 17 avril a été choisie en l'honneur de Frank Schnabel, fondateur de la Fédération mondiale de l'hémophilie.",
    "action": "- S'informer sur l'hémophilie\n- Soutenir la recherche médicale\n- Participer aux campagnes de sensibilisation\n- Donner son sang"
  },
  "0418": {
    "date": "18 avril",
    "name": "Journée internationale des monuments et des sites",
    "description": "Journée célébrant le patrimoine culturel mondial.",
    "origin": "UNESCO/ICOMOS",
    "full_description": "Établie par l'ICOMOS et approuvée par l'UNESCO, cette journée promeut la diversité du patrimoine culturel mondial. Elle sensibilise à l'importance de la préservation des monuments historiques et des sites culturels pour les générations futures.",
    "good_to_know": "Chaque année, un thème différent est choisi pour mettre en lumière un aspect particulier du patrimoine culturel. De nombreux sites ouvrent gratuitement leurs portes ce jour-là.",
    "action": "- Visiter des monuments historiques\n- Participer à des visites guidées\n- Documenter le patrimoine local\n- Soutenir la préservation du patrimoine"
  },
  "0419": {
    "date": "19 avril",
    "name": "Jour du vélo",
    "description": "Journée promouvant l'utilisation du vélo comme moyen de transport durable.",
    "origin": "Initiative environnementale",
    "full_description": "Cette journée célèbre le vélo comme moyen de transport écologique et sain. Elle encourage l'adoption du vélo pour les déplacements quotidiens et sensibilise aux bienfaits du cyclisme pour la santé et l'environnement.",
    "good_to_know": "Le vélo est le moyen de transport le plus efficace énergétiquement, consommant 5 fois moins d'énergie que la marche pour parcourir la même distance.",
    "action": "- Faire une balade à vélo\n- Participer à un événement cycliste\n- Apprendre l'entretien de son vélo\n- Promouvoir les infrastructures cyclables"
  },
  "0420": {
    "date": "20 avril",
    "name": "Journée chinoise de la langue",
    "description": "Journée célébrant la langue et la culture chinoises.",
    "origin": "UNESCO/Culture chinoise",
    "full_description": "Cette journée met en valeur la richesse de la langue chinoise et son importance dans le monde contemporain. Elle célèbre la contribution de Cangjie, personnage légendaire considéré comme l'inventeur des caractères chinois.",
    "good_to_know": "Le chinois est la langue la plus parlée au monde avec plus de 1,3 milliard de locuteurs. L'écriture chinoise compte plus de 50 000 caractères, dont environ 3 000 sont utilisés quotidiennement.",
    "action": "- Apprendre quelques mots en chinois\n- Découvrir la calligraphie chinoise\n- Participer à des événements culturels\n- Explorer la littérature chinoise"
  },
  "0421": {
    "date": "21 avril",
    "name": "Journée mondiale de la créativité et de l'innovation",
    "description": "Journée célébrant le pouvoir de la créativité et de l'innovation.",
    "origin": "ONU/Société civile",
    "full_description": "Cette journée souligne l'importance de la créativité et de l'innovation dans la résolution des défis mondiaux. Elle encourage la pensée créative et l'innovation dans tous les domaines de l'activité humaine.",
    "good_to_know": "La créativité est considérée comme une compétence clé du 21e siècle, essentielle pour s'adapter aux changements rapides de notre monde.",
    "action": "- Expérimenter une nouvelle activité créative\n- Participer à un atelier d'innovation\n- Proposer des solutions créatives à un problème\n- Collaborer sur un projet innovant"
  },
  "0422": {
    "date": "22 avril",
    "name": "Journée de la Terre",
    "description": "Journée mondiale de sensibilisation à la protection de l'environnement.",
    "origin": "ONU/Société civile",
    "full_description": "La Journée de la Terre est un événement annuel mondial qui mobilise des millions de personnes pour la protection de l'environnement. Créée en 1970, elle est devenue le plus grand mouvement civique au monde, sensibilisant aux enjeux climatiques et écologiques.",
    "good_to_know": "La première Journée de la Terre a vu 20 millions d'Américains manifester pour la protection de l'environnement, contribuant à la création de l'Agence américaine de protection de l'environnement (EPA).",
    "action": "- Participer à des actions de nettoyage\n- Réduire son empreinte carbone\n- Planter des arbres\n- Sensibiliser à l'écologie"
  },
  "0423": {
    "date": "23 avril",
    "name": "Journée mondiale du livre et du droit d'auteur",
    "description": "Journée célébrant la littérature et la protection des droits d'auteur.",
    "origin": "UNESCO",
    "full_description": "Cette journée rend hommage aux livres et aux auteurs, encourageant chacun à découvrir le plaisir de la lecture. La date du 23 avril a été choisie car c'est la date de décès de William Shakespeare et Miguel de Cervantes.",
    "good_to_know": "À Barcelone, il est traditionnel d'offrir un livre et une rose ce jour-là, combinant la Saint-Georges (patron de la Catalogne) avec la Journée mondiale du livre.",
    "action": "- Offrir un livre à un proche\n- Visiter une bibliothèque\n- Participer à un club de lecture\n- Soutenir les librairies indépendantes"
  },
  "0424": {
    "date": "24 avril",
    "name": "Journée mondiale des animaux de laboratoire",
    "description": "Journée de sensibilisation au bien-être des animaux utilisés en recherche.",
    "origin": "Société civile/Protection animale",
    "full_description": "Cette journée vise à sensibiliser le public aux questions éthiques liées à l'expérimentation animale et à promouvoir le développement de méthodes alternatives. Elle encourage le débat sur les droits des animaux et la nécessité d'une recherche éthique.",
    "good_to_know": "De nombreuses avancées scientifiques majeures ont conduit au développement de méthodes alternatives à l'expérimentation animale, comme les cultures cellulaires et les modèles informatiques.",
    "action": "- S'informer sur les méthodes alternatives\n- Soutenir la recherche éthique\n- Participer aux débats sur le sujet\n- Promouvoir les produits non testés sur les animaux"
  },
  "0425": {
    "date": "25 avril",
    "name": "ANZAC Day",
    "description": "Jour commémorant les soldats australiens et néo-zélandais.",
    "origin": "Culture australienne et néo-zélandaise",
    "full_description": "ANZAC Day honore la mémoire des soldats australiens et néo-zélandais morts pendant la bataille de Gallipoli en 1915 et dans tous les conflits suivants. Cette journée est marquée par des cérémonies de l'aube, des défilés et des services commémoratifs.",
    "good_to_know": "Le terme ANZAC signifie Australian and New Zealand Army Corps. Les biscuits ANZAC, créés pendant la Première Guerre mondiale pour nourrir les soldats, sont devenus un symbole de cette commémoration.",
    "action": "- Assister à une cérémonie de l'aube\n- Préparer des biscuits ANZAC\n- Visiter un mémorial de guerre\n- Participer aux commémorations"
  },
  "0426": {
    "date": "26 avril",
    "name": "Journée mondiale de la propriété intellectuelle",
    "description": "Journée célébrant l'innovation et la créativité protégées.",
    "origin": "OMPI/Société civile",
    "full_description": "Cette journée sensibilise à l'importance de la propriété intellectuelle dans l'encouragement de l'innovation et de la créativité. Elle met en lumière le rôle des brevets, marques, droits d'auteur et autres formes de protection intellectuelle.",
    "good_to_know": "La propriété intellectuelle génère environ 40% du PIB de l'Union européenne. Les premiers systèmes de brevets remontent à la Renaissance italienne.",
    "action": "- Protéger ses créations\n- S'informer sur les droits d'auteur\n- Soutenir l'innovation responsable\n- Respecter la propriété intellectuelle"
  },
  "0427": {
    "date": "27 avril",
    "name": "Journée mondiale du design graphique",
    "description": "Journée célébrant l'art et la profession du design graphique.",
    "origin": "Initiative professionnelle",
    "full_description": "Cette journée met en valeur le rôle crucial du design graphique dans la communication visuelle moderne. Elle célèbre la créativité des designers et leur contribution à la culture visuelle contemporaine.",
    "good_to_know": "Le design graphique moderne est né avec la révolution industrielle, mais ses racines remontent aux premiers systèmes d'écriture et aux hiéroglyphes.",
    "action": "- Explorer différents styles de design\n- Créer une œuvre graphique\n- Visiter une exposition de design\n- Soutenir les designers locaux"
  },
  "0428": {
    "date": "28 avril",
    "name": "Journée mondiale de la sécurité et de la santé au travail",
    "description": "Journée promouvant la sécurité sur le lieu de travail.",
    "origin": "OIT/Société civile",
    "full_description": "Cette journée promeut la prévention des accidents et des maladies professionnelles dans le monde. Elle souligne l'importance d'un environnement de travail sûr et sain pour tous les travailleurs.",
    "good_to_know": "Chaque année, plus de 2,3 millions de personnes meurent d'accidents ou de maladies liés au travail. La prévention et la formation sont essentielles pour réduire ces chiffres.",
    "action": "- Évaluer les risques sur son lieu de travail\n- Suivre une formation en sécurité\n- Promouvoir les bonnes pratiques\n- Signaler les situations dangereuses"
  },
  "0429": {
    "date": "29 avril",
    "name": "Journée internationale de la danse",
    "description": "Journée célébrant l'art de la danse sous toutes ses formes.",
    "origin": "UNESCO/CID",
    "full_description": "Créée par le Comité International de la Danse de l'UNESCO, cette journée célèbre l'universalité de la danse comme forme d'expression artistique et culturelle. Elle encourage la pratique de la danse et sa reconnaissance comme art majeur.",
    "good_to_know": "La date du 29 avril a été choisie car c'est l'anniversaire de Jean-Georges Noverre, créateur du ballet moderne au XVIIIe siècle.",
    "action": "- Prendre un cours de danse\n- Assister à un spectacle\n- Organiser une flash mob\n- Découvrir des danses traditionnelles"
  },
  "0430": {
    "date": "30 avril",
    "name": "Journée internationale du jazz",
    "description": "Journée célébrant le jazz et son impact culturel.",
    "origin": "UNESCO",
    "full_description": "Cette journée met en lumière le jazz comme forme d'expression artistique universelle promouvant la paix, le dialogue entre les cultures, la diversité et le respect des droits humains. Elle célèbre la capacité unique du jazz à unir les personnes.",
    "good_to_know": "Le jazz est né à La Nouvelle-Orléans au début du XXe siècle, mélangeant les traditions musicales africaines, européennes et américaines.",
    "action": "- Écouter du jazz\n- Assister à un concert\n- Apprendre l'histoire du jazz\n- Soutenir les musiciens locaux"
  },
  "0501": {
    "date": "1er mai",
    "name": "Fête du Travail",
    "description": "Journée internationale des travailleurs.",
    "origin": "Mouvement ouvrier/Société civile",
    "full_description": "La Fête du Travail commémore la lutte historique des travailleurs pour obtenir la journée de huit heures et de meilleures conditions de travail. Cette journée, célébrée dans de nombreux pays, est marquée par des manifestations et des rassemblements syndicaux.",
    "good_to_know": "La date du 1er mai a été choisie en mémoire du massacre de Haymarket à Chicago en 1886, lors d'une manifestation pour la journée de huit heures.",
    "action": "- Participer aux manifestations syndicales\n- S'informer sur les droits des travailleurs\n- Soutenir les luttes sociales\n- Découvrir l'histoire du mouvement ouvrier"
  },
  "0502": {
    "date": "2 mai",
    "name": "Journée mondiale du thon",
    "description": "Journée de sensibilisation à la préservation du thon.",
    "origin": "ONU/FAO",
    "full_description": "Cette journée met en lumière l'importance du thon dans l'alimentation mondiale et l'économie maritime. Elle sensibilise également à la nécessité de préserver les stocks de thon et de promouvoir une pêche durable.",
    "good_to_know": "Le thon est l'un des poissons les plus consommés au monde. Certaines espèces peuvent nager jusqu'à 70 km/h et plonger à plus de 1000 mètres de profondeur.",
    "action": "- Choisir du thon pêché durablement\n- S'informer sur la pêche responsable\n- Découvrir des recettes de thon\n- Soutenir la protection des océans"
  },
  "0503": {
    "date": "3 mai",
    "name": "Journée mondiale de la liberté de la presse",
    "description": "Journée célébrant la liberté de la presse et le journalisme indépendant.",
    "origin": "ONU/UNESCO",
    "full_description": "Cette journée rappelle l'importance fondamentale de la liberté de la presse pour la démocratie. Elle honore les journalistes qui risquent leur vie pour informer le public et dénonce la censure et les persécutions contre les médias.",
    "good_to_know": "Plus de 800 journalistes ont été tués dans l'exercice de leur fonction au cours des dix dernières années. La liberté de la presse est en recul dans de nombreux pays.",
    "action": "- Soutenir le journalisme indépendant\n- Vérifier ses sources d'information\n- Défendre la liberté d'expression\n- S'informer sur la situation des médias"
  },
  "0504": {
    "date": "4 mai",
    "name": "Star Wars Day",
    "description": "Journée célébrant la saga Star Wars.",
    "origin": "Culture populaire",
    "full_description": "Le Star Wars Day est né d'un jeu de mots en anglais : 'May the 4th' ressemble à 'May the Force (be with you)', la célèbre phrase de la saga. Cette journée rassemble les fans du monde entier pour célébrer l'univers créé par George Lucas.",
    "good_to_know": "La première célébration officielle du Star Wars Day a eu lieu en 2011 à Toronto. La saga a profondément influencé la culture populaire et le cinéma moderne.",
    "action": "- Regarder un film Star Wars\n- Participer à des événements de fans\n- Se déguiser en personnage de la saga\n- Découvrir les coulisses de la création"
  },
  "0505": {
    "date": "5 mai",
    "name": "Journée mondiale de la sage-femme",
    "description": "Journée honorant le travail des sages-femmes.",
    "origin": "OMS/Société civile",
    "full_description": "Cette journée reconnaît le rôle crucial des sages-femmes dans la santé maternelle et infantile. Elle met en lumière leur contribution essentielle à la réduction de la mortalité maternelle et néonatale dans le monde.",
    "good_to_know": "Les sages-femmes assurent environ 80% des naissances dans le monde. Leur présence peut réduire de 87% les complications liées à la grossesse.",
    "action": "- Sensibiliser aux droits maternels\n- Soutenir les associations de sages-femmes\n- S'informer sur la profession\n- Partager des témoignages positifs"
  },
  "0506": {
    "date": "6 mai",
    "name": "Journée internationale sans régime",
    "description": "Journée promouvant l'acceptation corporelle et la santé mentale.",
    "origin": "Initiative sociale",
    "full_description": "Cette journée encourage l'acceptation de soi et la lutte contre la culture des régimes restrictifs. Elle promeut une approche saine de l'alimentation et du rapport au corps, en opposition aux standards de beauté irréalistes.",
    "good_to_know": "L'industrie des régimes génère plus de 70 milliards de dollars par an, malgré le fait que 95% des régimes échouent à long terme.",
    "action": "- Célébrer la diversité corporelle\n- Adopter une alimentation intuitive\n- Questionner les standards de beauté\n- Promouvoir le bien-être mental"
  },
  "0507": {
    "date": "7 mai",
    "name": "Journée mondiale du rire",
    "description": "Journée célébrant les bienfaits du rire.",
    "origin": "Initiative sociale",
    "full_description": "Cette journée promeut les effets bénéfiques du rire sur la santé physique et mentale. Initiée par le Dr Madan Kataria, fondateur du yoga du rire, elle encourage les gens à rire davantage pour réduire le stress et améliorer leur bien-être.",
    "good_to_know": "Le rire stimule la production d'endorphines, renforce le système immunitaire et peut brûler jusqu'à 40 calories par 10 minutes de fou rire.",
    "action": "- Participer à une séance de yoga du rire\n- Regarder une comédie\n- Organiser une soirée humoristique\n- Partager des moments de joie"
  },
  "0508": {
    "date": "8 mai",
    "name": "Journée mondiale de la Croix-Rouge",
    "description": "Journée célébrant le mouvement humanitaire de la Croix-Rouge.",
    "origin": "Croix-Rouge/Société civile",
    "full_description": "Cette journée commémore la naissance d'Henry Dunant, fondateur de la Croix-Rouge. Elle met en lumière le travail humanitaire de millions de volontaires à travers le monde qui aident les personnes en situation de crise.",
    "good_to_know": "La Croix-Rouge est présente dans 192 pays et compte plus de 13 millions de volontaires actifs. Le symbole de la croix rouge est l'inverse du drapeau suisse en hommage aux origines du mouvement.",
    "action": "- Faire un don à la Croix-Rouge\n- Devenir bénévole\n- Apprendre les premiers secours\n- Soutenir les actions humanitaires"
  },
  "0509": {
    "date": "9 mai",
    "name": "Journée de l'Europe",
    "description": "Journée célébrant la paix et l'unité en Europe.",
    "origin": "Union européenne",
    "full_description": "La Journée de l'Europe commémore la déclaration Schuman du 9 mai 1950, qui a posé les bases de l'Union européenne. Elle célèbre la paix et la coopération entre les nations européennes après des siècles de conflits.",
    "good_to_know": "L'hymne européen est basé sur l'Ode à la Joie de Beethoven. Le drapeau européen avec ses 12 étoiles a été adopté en 1985.",
    "action": "- Participer aux festivités européennes\n- Découvrir les cultures européennes\n- S'informer sur l'UE\n- Promouvoir la coopération internationale"
  },
  "0510": {
    "date": "10 mai",
    "name": "Journée mondiale des oiseaux migrateurs",
    "description": "Journée de sensibilisation à la protection des oiseaux migrateurs.",
    "origin": "ONU/PNUE",
    "full_description": "Cette journée met en lumière les défis auxquels font face les oiseaux migrateurs et l'importance de préserver leurs habitats et leurs routes migratoires. Elle souligne le rôle crucial de ces oiseaux dans les écosystèmes mondiaux.",
    "good_to_know": "Certains oiseaux migrateurs parcourent plus de 20 000 kilomètres par an. L'Arctic Tern détient le record avec un voyage annuel de 70 000 kilomètres.",
    "action": "- Observer les oiseaux dans la nature\n- Participer à des comptages d'oiseaux\n- Créer un habitat favorable aux oiseaux\n- Soutenir la conservation des zones humides"
  },
  "0511": {
    "date": "11 mai",
    "name": "Journée mondiale du commerce équitable",
    "description": "Journée promouvant le commerce équitable et éthique.",
    "origin": "Initiative sociale/économique",
    "full_description": "Cette journée sensibilise aux principes du commerce équitable qui garantit des conditions de travail décentes et une rémunération juste aux producteurs. Elle encourage les consommateurs à faire des choix éthiques dans leurs achats.",
    "good_to_know": "Le commerce équitable touche plus de 2 millions de producteurs dans 70 pays. Le label Fairtrade est le plus reconnu mondialement.",
    "action": "- Acheter des produits équitables\n- S'informer sur les filières éthiques\n- Soutenir les producteurs locaux\n- Sensibiliser son entourage"
  },
  "0512": {
    "date": "12 mai",
    "name": "Journée internationale des infirmières",
    "description": "Journée honorant la profession infirmière.",
    "origin": "OMS/Conseil International des Infirmières",
    "full_description": "Cette journée, anniversaire de la naissance de Florence Nightingale, célèbre la contribution essentielle des infirmières aux soins de santé. Elle met en lumière leur dévouement et leur professionnalisme dans la prise en charge des patients.",
    "good_to_know": "Les infirmières représentent près de 60% du personnel de santé mondial. Florence Nightingale est considérée comme la fondatrice des soins infirmiers modernes.",
    "action": "- Remercier les infirmières\n- Soutenir leurs revendications\n- S'informer sur la profession\n- Promouvoir la valorisation du métier"
  },
  "0513": {
    "date": "13 mai",
    "name": "Journée mondiale de la fibromyalgie",
    "description": "Journée de sensibilisation à la fibromyalgie.",
    "origin": "Santé/Société civile",
    "full_description": "Cette journée vise à sensibiliser le public à la fibromyalgie, une maladie chronique caractérisée par des douleurs diffuses et une fatigue intense. Elle met en lumière les défis quotidiens des personnes atteintes et l'importance de la recherche médicale.",
    "good_to_know": "La fibromyalgie touche environ 2-4% de la population mondiale, majoritairement des femmes. Son diagnostic reste complexe car les symptômes varient d'une personne à l'autre.",
    "action": "- S'informer sur la maladie\n- Soutenir les associations de patients\n- Participer aux événements de sensibilisation\n- Promouvoir la recherche médicale"
  },
  "0514": {
    "date": "14 mai",
    "name": "Journée mondiale des oiseaux migrateurs",
    "description": "Journée de sensibilisation à la protection des oiseaux migrateurs.",
    "origin": "ONU/PNUE",
    "full_description": "Cette journée célèbre le phénomène extraordinaire de la migration des oiseaux et souligne l'importance de préserver leurs habitats et leurs routes migratoires. Elle met en avant la coopération internationale nécessaire à leur protection.",
    "good_to_know": "Les oiseaux migrateurs peuvent voler pendant des jours sans s'arrêter et utilisent le champ magnétique terrestre pour s'orienter.",
    "action": "- Observer les oiseaux migrateurs\n- Participer à des activités de conservation\n- Créer des habitats favorables\n- Soutenir les organisations de protection"
  },
  "0515": {
    "date": "15 mai",
    "name": "Journée internationale des familles",
    "description": "Journée célébrant l'importance des familles.",
    "origin": "ONU/Société civile",
    "full_description": "Établie par l'ONU en 1993, cette journée met en lumière l'importance des familles comme unité fondamentale de la société. Elle promeut la sensibilisation aux questions sociales, économiques et démographiques qui affectent les familles.",
    "good_to_know": "La définition de la famille varie selon les cultures et évolue avec le temps. L'ONU reconnaît cette diversité et promeut des politiques favorables à toutes les formes de famille.",
    "action": "- Organiser une réunion familiale\n- Participer à des activités en famille\n- Soutenir les familles en difficulté\n- Promouvoir les politiques familiales"
  },
  "0516": {
    "date": "16 mai",
    "name": "Journée internationale de la lumière",
    "description": "Journée célébrant le rôle de la lumière dans la science et la culture.",
    "origin": "UNESCO",
    "full_description": "Cette journée met en valeur le rôle crucial de la lumière dans la science, la culture, l'art, l'éducation et le développement durable. Elle commémore la première démonstration réussie du laser en 1960 par Theodore Maiman.",
    "good_to_know": "La lumière joue un rôle fondamental dans presque tous les aspects de notre vie moderne, des communications à l'énergie solaire en passant par la médecine.",
    "action": "- Participer à des expériences sur la lumière\n- Découvrir les technologies optiques\n- Visiter un musée des sciences\n- Explorer l'art de la photographie"
  },
  "0517": {
    "date": "17 mai",
    "name": "Journée mondiale des télécommunications",
    "description": "Journée célébrant l'évolution des communications.",
    "origin": "UIT/ONU",
    "full_description": "Cette journée commémore la création de l'Union internationale des télécommunications et sensibilise à l'importance des technologies de communication dans notre société moderne. Elle met en lumière les innovations et leur impact sur notre vie quotidienne.",
    "good_to_know": "La première transmission télégraphique a eu lieu en 1844. Aujourd'hui, plus de 95% de la population mondiale a accès à un réseau mobile.",
    "action": "- Explorer l'histoire des télécommunications\n- Réfléchir à son usage du numérique\n- Participer à des ateliers technologiques\n- Sensibiliser à la fracture numérique"
  },
  "0518": {
    "date": "18 mai",
    "name": "Journée internationale des musées",
    "description": "Journée célébrant le rôle des musées dans la société.",
    "origin": "ICOM/UNESCO",
    "full_description": "Cette journée met en valeur le rôle des musées comme moyens d'échange culturel, d'enrichissement des cultures, de développement de la compréhension mutuelle, de la coopération et de la paix entre les peuples.",
    "good_to_know": "De nombreux musées offrent l'entrée gratuite ce jour-là. Chaque année, un thème différent est choisi pour explorer de nouvelles perspectives muséales.",
    "action": "- Visiter un musée local\n- Participer aux activités spéciales\n- Découvrir des collections en ligne\n- Soutenir les institutions culturelles"
  },
  "0519": {
    "date": "19 mai",
    "name": "Journée mondiale des abeilles",
    "description": "Journée de sensibilisation à l'importance des abeilles.",
    "origin": "ONU/FAO",
    "full_description": "Cette journée met en lumière le rôle crucial des abeilles et autres pollinisateurs pour notre écosystème et notre sécurité alimentaire. Elle sensibilise aux menaces qui pèsent sur leur survie et à l'importance de les protéger.",
    "good_to_know": "Les abeilles pollinisent environ 70% des espèces cultivées qui nourrissent 90% de la population mondiale. Une seule colonie peut polliniser jusqu'à 300 millions de fleurs par jour.",
    "action": "- Planter des fleurs mellifères\n- Éviter les pesticides\n- Soutenir les apiculteurs locaux\n- Créer des habitats pour les abeilles"
  },
  "0520": {
    "date": "20 mai",
    "name": "Journée mondiale de la métrologie",
    "description": "Journée célébrant la science de la mesure.",
    "origin": "BIPM/OIML",
    "full_description": "Cette journée commémore la signature de la Convention du Mètre en 1875. Elle met en valeur l'importance des mesures précises dans la science, l'industrie, le commerce et la vie quotidienne.",
    "good_to_know": "Le système métrique est utilisé par plus de 95% de la population mondiale. Les unités de mesure sont régulièrement redéfinies pour plus de précision.",
    "action": "- Découvrir l'histoire des mesures\n- Explorer les instruments de mesure\n- Participer à des expériences scientifiques\n- Comprendre les standards internationaux"
  },
  "0521": {
    "date": "21 mai",
    "name": "Fête de l'Union nationale (Madagascar)",
    "description": "Jour célébrant l'unité nationale à Madagascar.",
    "origin": "Culture malgache",
    "full_description": "Cette journée commémore l'unification de Madagascar et célèbre l'identité nationale malgache. Elle rappelle l'importance de la cohésion sociale et de l'unité dans la diversité culturelle du pays.",
    "good_to_know": "Madagascar est la quatrième plus grande île du monde et abrite une biodiversité unique, avec plus de 90% de ses espèces qu'on ne trouve nulle part ailleurs.",
    "action": "- Participer aux célébrations nationales\n- Découvrir la culture malgache\n- Soutenir les projets de développement\n- Promouvoir l'unité nationale"
  },
  "0522": {
    "date": "22 mai",
    "name": "Journée internationale de la biodiversité",
    "description": "Journée promouvant la préservation de la diversité biologique.",
    "origin": "ONU/Société civile",
    "full_description": "Cette journée sensibilise à l'importance de la biodiversité pour notre planète et notre survie. Elle met en lumière les menaces qui pèsent sur les espèces et les écosystèmes, et promeut des actions pour leur protection.",
    "good_to_know": "La Terre perd environ 200 espèces chaque jour. Plus d'un million d'espèces sont menacées d'extinction dans les prochaines décennies.",
    "action": "- Protéger la biodiversité locale\n- Participer à des projets de conservation\n- Réduire son impact environnemental\n- Sensibiliser à la protection des espèces"
  },
  "0523": {
    "date": "23 mai",
    "name": "Labour Day (Jamaïque)",
    "description": "Jour célébrant les contributions des travailleurs jamaïcains.",
    "origin": "Culture jamaïcaine",
    "full_description": "Cette journée honore les travailleurs jamaïcains et leur contribution au développement du pays. Elle est marquée par des projets communautaires et des célébrations qui mettent en valeur l'esprit de travail collectif.",
    "good_to_know": "La tradition du travail communautaire volontaire en Jamaïque remonte à l'époque coloniale et s'appelle 'Day's Work'.",
    "action": "- Participer à des projets communautaires\n- Célébrer la culture jamaïcaine\n- Soutenir les droits des travailleurs\n- Promouvoir la solidarité"
  },
  "0524": {
    "date": "24 mai",
    "name": "Journée de la Fraternité (Bolivie)",
    "description": "Jour célébrant l'amitié et la solidarité entre les nations sud-américaines.",
    "origin": "Culture bolivienne"
  },
  "0525": {
    "date": "25 mai",
    "name": "Journée de l'Afrique",
    "description": "Journée marquant la fondation de l'Organisation de l'unité africaine en 1963.",
    "origin": "Union africaine"
  },
  "0526": {
    "date": "26 mai",
    "name": "Fête nationale de la Géorgie",
    "description": "Jour célébrant l'indépendance de la Géorgie en 1918.",
    "origin": "Culture géorgienne"
  },
  "0527": {
    "date": "27 mai",
    "name": "Fête des Mères (France",
    "description": "variable)",
    "origin": "Jour honorant les mères en France et dans plusieurs autres pays."
  },
  "0528": {
    "date": "28 mai",
    "name": "Fête de la République d'Azerbaïdjan",
    "description": "Jour marquant la fondation de la République démocratique d'Azerbaïdjan en 1918.",
    "origin": "Culture azerbaïdjanaise"
  },
  "0529": {
    "date": "29 mai",
    "name": "Journée internationale des Casques bleus",
    "description": "Journée honorant les forces de maintien de la paix de l'ONU.",
    "origin": "ONU"
  },
  "0530": {
    "date": "30 mai",
    "name": "Fête de Jeanne d'Arc",
    "description": "Célébration en l'honneur de Sainte Jeanne d'Arc, héroïne française.",
    "origin": "Christianisme/Culture française"
  },
  "0531": {
    "date": "31 mai",
    "name": "Journée mondiale sans tabac",
    "description": "Journée sensibilisant aux dangers du tabac et promouvant un mode de vie sain.",
    "origin": "ONU/Société civile"
  },
  "0601": {
    "date": "1er juin",
    "name": "Journée internationale de l'enfance",
    "description": "Journée célébrant et défendant les droits des enfants à travers le monde.",
    "origin": "ONU/Société civile"
  },
  "0602": {
    "date": "2 juin",
    "name": "Fête de la République (Italie)",
    "description": "Jour marquant la fondation de la République italienne en 1946.",
    "origin": "Culture italienne"
  },
  "0603": {
    "date": "3 juin",
    "name": "Fête de l'Immaculée Conception (Colombie)",
    "description": "Célébration chrétienne honorant la Vierge Marie en Colombie.",
    "origin": "Christianisme"
  },
  "0604": {
    "date": "4 juin",
    "name": "Journée internationale des enfants victimes de l'agression",
    "description": "Journée de sensibilisation aux droits des enfants victimes de violence.",
    "origin": "ONU",
    "full_description": "Cette journée attire l'attention sur la souffrance des enfants victimes d'agressions physiques, mentales et émotionnelles. Elle promeut la protection des droits de l'enfant et la prévention de la violence.",
    "good_to_know": "La journée a été établie par l'ONU en 1982 suite aux conséquences des conflits sur les enfants au Liban. Des millions d'enfants sont encore victimes de violence chaque année.",
    "action": "- Soutenir les organisations de protection\n- Sensibiliser aux droits des enfants\n- Signaler les cas de maltraitance\n- Promouvoir la non-violence"
  },
  "0605": {
    "date": "5 juin",
    "name": "Journée mondiale de l'environnement",
    "description": "Journée de sensibilisation à la protection de l'environnement.",
    "origin": "ONU/PNUE",
    "full_description": "Cette journée est la plus importante plateforme mondiale de sensibilisation environnementale. Elle encourage l'action individuelle et collective pour la protection de notre planète et la promotion du développement durable.",
    "good_to_know": "Chaque année, plus de 150 pays participent à cette journée. Le thème change annuellement pour mettre en lumière différents aspects de la protection environnementale.",
    "action": "- Réduire son impact environnemental\n- Participer à des actions écologiques\n- Sensibiliser son entourage\n- Soutenir les initiatives vertes"
  },
  "0606": {
    "date": "6 juin",
    "name": "Fête nationale de la Suède",
    "description": "Jour marquant l'indépendance suédoise et l'élection de Gustav Vasa comme roi en 1523.",
    "origin": "Culture suédoise"
  },
  "0607": {
    "date": "7 juin",
    "name": "Journée mondiale de la sécurité alimentaire",
    "description": "Journée promouvant la sécurité alimentaire mondiale.",
    "origin": "FAO/ONU",
    "full_description": "Cette journée sensibilise à l'importance de la sécurité alimentaire et de l'accès à une alimentation saine pour tous. Elle met en lumière les défis de la faim dans le monde et promeut des solutions durables.",
    "good_to_know": "Plus de 820 millions de personnes souffrent de la faim dans le monde. Un tiers de la nourriture produite mondialement est gaspillée chaque année.",
    "action": "- Réduire le gaspillage alimentaire\n- Soutenir les banques alimentaires\n- Promouvoir l'agriculture durable\n- Sensibiliser à la malnutrition"
  },
  "0608": {
    "date": "8 juin",
    "name": "Journée mondiale des océans",
    "description": "Journée de sensibilisation à la protection des océans.",
    "origin": "ONU/Société civile",
    "full_description": "Cette journée met en lumière l'importance vitale des océans pour notre planète et sensibilise aux menaces qui pèsent sur les écosystèmes marins. Elle encourage les actions de conservation et de protection des océans.",
    "good_to_know": "Les océans produisent plus de 50% de l'oxygène que nous respirons et absorbent 30% du CO2 émis par les activités humaines.",
    "action": "- Réduire sa consommation de plastique\n- Participer à des nettoyages de plages\n- Consommer du poisson durable\n- Soutenir la protection marine"
  },
  "0609": {
    "date": "9 juin",
    "name": "Fête de l'Ascension (variable)",
    "description": "Célébration chrétienne marquant l'ascension de Jésus au ciel.",
    "origin": "Christianisme"
  },
  "0610": {
    "date": "10 juin",
    "name": "Journée du Portugal",
    "description": "Jour célébrant la culture portugaise et l'anniversaire du poète national Luís de Camões.",
    "origin": "Culture portugaise"
  },
  "0611": {
    "date": "11 juin",
    "name": "Kamehameha Day",
    "description": "Jour honorant le roi Kamehameha I, fondateur du royaume d'Hawaï.",
    "origin": "Culture hawaïenne"
  },
  "0612": {
    "date": "12 juin",
    "name": "Journée mondiale contre le travail des enfants",
    "description": "Journée de lutte contre l'exploitation des enfants.",
    "origin": "OIT/ONU",
    "full_description": "Cette journée sensibilise à la persistance du travail des enfants dans le monde et mobilise pour son élimination. Elle promeut les droits des enfants et l'accès à l'éducation pour tous.",
    "good_to_know": "Plus de 150 millions d'enfants sont encore astreints au travail dans le monde. La majorité travaille dans l'agriculture et les mines.",
    "action": "- Sensibiliser au problème\n- Soutenir les organisations de protection\n- Consommer responsable\n- Promouvoir l'éducation"
  },
  "0613": {
    "date": "13 juin",
    "name": "Fête de Saint Antoine",
    "description": "Célébration chrétienne en l'honneur de Saint Antoine de Padoue.",
    "origin": "Christianisme"
  },
  "0614": {
    "date": "14 juin",
    "name": "Journée mondiale du donneur de sang",
    "description": "Journée remerciant les donneurs de sang.",
    "origin": "OMS",
    "full_description": "Cette journée rend hommage aux donneurs de sang volontaires et sensibilise à l'importance du don de sang régulier. Elle souligne le rôle crucial des dons de sang dans les soins de santé.",
    "good_to_know": "Chaque seconde, trois personnes dans le monde ont besoin d'une transfusion sanguine. Un don de sang peut sauver jusqu'à trois vies.",
    "action": "- Donner son sang\n- Recruter de nouveaux donneurs\n- Remercier les donneurs\n- Promouvoir le don régulier"
  },
  "0615": {
    "date": "15 juin",
    "name": "Fête des Moissons (variable)",
    "description": "Célébration traditionnelle des premières récoltes dans diverses cultures.",
    "origin": "Cultures agricoles"
  },
  "0616": {
    "date": "16 juin",
    "name": "Journée de l'Enfant africain",
    "description": "Journée sensibilisant aux droits et défis des enfants en Afrique.",
    "origin": "Union africaine"
  },
  "0617": {
    "date": "17 juin",
    "name": "Journée mondiale de la lutte contre la désertification",
    "description": "Journée promouvant la gestion durable des terres pour lutter contre la désertification.",
    "origin": "ONU/Société civile"
  },
  "0618": {
    "date": "18 juin",
    "name": "Waterloo Day",
    "description": "Jour commémorant la bataille de Waterloo en 1815.",
    "origin": "Histoire européenne"
  },
  "0619": {
    "date": "19 juin",
    "name": "Journée de l'émancipation (Juneteenth)",
    "description": "Jour célébrant la fin de l'esclavage aux États-Unis.",
    "origin": "Culture américaine"
  },
  "0620": {
    "date": "20 juin",
    "name": "Journée mondiale des réfugiés",
    "description": "Journée honorant la force et le courage des réfugiés.",
    "origin": "ONU/Société civile"
  },
  "0621": {
    "date": "21 juin",
    "name": "Journée internationale du yoga",
    "description": "Journée promouvant la pratique du yoga pour le bien-être.",
    "origin": "Culture indienne"
  },
  "0622": {
    "date": "22 juin",
    "name": "Journée nationale de la mémoire (Croatie)",
    "description": "Jour honorant les victimes de la guerre d'indépendance croate.",
    "origin": "Culture croate"
  },
  "0623": {
    "date": "23 juin",
    "name": "Fête nationale du Luxembourg",
    "description": "Jour célébrant l'anniversaire officiel du Grand-Duc.",
    "origin": "Culture luxembourgeoise"
  },
  "0624": {
    "date": "24 juin",
    "name": "Fête de la Saint-Jean",
    "description": "Célébration chrétienne marquant la naissance de Saint Jean-Baptiste.",
    "origin": "Christianisme"
  },
  "0625": {
    "date": "25 juin",
    "name": "Indépendance de la Slovénie et de la Croatie",
    "description": "Jour marquant l'indépendance de ces deux pays en 1991.",
    "origin": "Culture slovène et croate"
  },
  "0626": {
    "date": "26 juin",
    "name": "Journée internationale contre la drogue",
    "description": "Journée sensibilisant aux problèmes liés à l'usage de drogues.",
    "origin": "ONU/Société civile"
  },
  "0627": {
    "date": "27 juin",
    "name": "Journée nationale des vétérans de guerre (Canada)",
    "description": "Jour honorant les vétérans canadiens de toutes les guerres.",
    "origin": "Culture canadienne"
  },
  "0628": {
    "date": "28 juin",
    "name": "Journée mondiale des arbres",
    "description": "Journée promouvant la plantation et la préservation des arbres.",
    "origin": "Société civile"
  },
  "0629": {
    "date": "29 juin",
    "name": "Fête des Saints Pierre et Paul",
    "description": "Célébration chrétienne honorant les apôtres Pierre et Paul.",
    "origin": "Christianisme"
  },
  "0630": {
    "date": "30 juin",
    "name": "Journée de l'indépendance de la RDC",
    "description": "Jour célébrant l'indépendance de la République démocratique du Congo en 1960.",
    "origin": "Culture congolaise"
  },
  "0701": {
    "date": "1er juillet",
    "name": "Fête du Canada",
    "description": "Jour de la Confédération canadienne.",
    "origin": "Culture canadienne",
    "full_description": "Cette journée commémore la création de la Confédération canadienne en 1867. Elle célèbre l'identité, la diversité et les réalisations du Canada à travers des festivités nationales.",
    "good_to_know": "Le Canada était initialement composé de quatre provinces lors de la Confédération. Le pays compte aujourd'hui dix provinces et trois territoires.",
    "action": "- Participer aux célébrations\n- Découvrir l'histoire canadienne\n- Célébrer la diversité culturelle\n- Arborer les symboles nationaux"
  },
  "0702": {
    "date": "2 juillet",
    "name": "Journée mondiale des OVNIs",
    "description": "Journée dédiée aux phénomènes aériens inexpliqués.",
    "origin": "Initiative populaire",
    "full_description": "Cette journée est consacrée à l'étude et à la discussion des phénomènes aériens non identifiés. Elle encourage une approche scientifique et rationnelle de ces observations tout en reconnaissant leur impact culturel.",
    "good_to_know": "Le terme OVNI a été créé en 1952 par l'armée de l'air américaine. De nombreux pays ont déclassifié leurs archives sur les observations inexpliquées.",
    "action": "- S'informer scientifiquement\n- Participer aux conférences\n- Explorer l'astronomie\n- Développer l'esprit critique"
  },
  "0703": {
    "date": "3 juillet",
    "name": "Fête de l'indépendance du Bélarus",
    "description": "Jour célébrant l'indépendance du Bélarus en 1944.",
    "origin": "Culture biélorusse"
  },
  "0704": {
    "date": "4 juillet",
    "name": "Fête nationale des États-Unis",
    "description": "Jour de l'Indépendance américaine.",
    "origin": "Culture américaine",
    "full_description": "Cette journée commémore l'adoption de la Déclaration d'indépendance des États-Unis en 1776. Elle célèbre la liberté et l'indépendance à travers des festivités nationales, des défilés et des feux d'artifice.",
    "good_to_know": "La Déclaration d'indépendance n'a pas été signée le 4 juillet mais le 2 août 1776. John Adams pensait que le 2 juillet serait la date célébrée.",
    "action": "- Participer aux célébrations\n- Étudier l'histoire américaine\n- Honorer les traditions\n- Célébrer en communauté"
  },
  "0705": {
    "date": "5 juillet",
    "name": "Fête de l'indépendance du Venezuela",
    "description": "Jour célébrant l'indépendance du Venezuela en 1811.",
    "origin": "Culture vénézuélienne"
  },
  "0706": {
    "date": "6 juillet",
    "name": "Journée internationale du baiser",
    "description": "Journée célébrant l'importance des baisers dans les relations humaines.",
    "origin": "Société civile",
    "full_description": "Cette journée célèbre le baiser comme expression universelle d'affection et d'amour. Elle encourage les manifestations d'affection et rappelle l'importance des liens émotionnels dans nos vies.",
    "good_to_know": "Le plus long baiser enregistré a duré 58 heures et 35 minutes. Le baiser libère des endorphines et renforce le système immunitaire.",
    "action": "- Exprimer son affection\n- Célébrer l'amour\n- Étudier les traditions culturelles\n- Promouvoir le bien-être émotionnel"
  },
  "0707": {
    "date": "7 juillet",
    "name": "Tanabata",
    "description": "Fête japonaise célébrant la rencontre des étoiles Orihime et Hikoboshi.",
    "origin": "Culture japonaise"
  },
  "0708": {
    "date": "8 juillet",
    "name": "Journée mondiale de l'allergie",
    "description": "Journée sensibilisant aux problèmes liés aux allergies.",
    "origin": "Société civile"
  },
  "0709": {
    "date": "9 juillet",
    "name": "Fête nationale de l'Argentine",
    "description": "Jour célébrant l'indépendance de l'Argentine obtenue en 1816.",
    "origin": "Culture argentine"
  },
  "0710": {
    "date": "10 juillet",
    "name": "Fête de Nikola Tesla",
    "description": "Jour honorant Nikola Tesla, inventeur et ingénieur serbe-américain.",
    "origin": "Culture scientifique"
  },
  "0711": {
    "date": "11 juillet",
    "name": "Journée mondiale de la population",
    "description": "Journée sur les enjeux démographiques.",
    "origin": "ONU",
    "full_description": "Cette journée sensibilise aux enjeux liés à la croissance démographique mondiale et à ses impacts. Elle promeut le développement durable et l'accès universel aux soins de santé reproductive.",
    "good_to_know": "La population mondiale a atteint 8 milliards en 2022. Il a fallu 200 000 ans à l'humanité pour atteindre 1 milliard, mais seulement 12 ans pour passer de 7 à 8 milliards.",
    "action": "- S'informer sur la démographie\n- Soutenir le planning familial\n- Promouvoir l'éducation\n- Agir pour la durabilité"
  },
  "0712": {
    "date": "12 juillet",
    "name": "Journée internationale de Malala",
    "description": "Journée honorant la lutte pour l'éducation.",
    "origin": "ONU",
    "full_description": "Cette journée honore Malala Yousafzai et son combat pour l'éducation des filles. Elle sensibilise à l'importance de l'éducation comme droit fondamental et outil d'émancipation.",
    "good_to_know": "Malala est la plus jeune lauréate du prix Nobel de la paix, reçu à 17 ans. Plus de 130 millions de filles dans le monde n'ont pas accès à l'éducation.",
    "action": "- Soutenir l'éducation des filles\n- Lutter contre les discriminations\n- Promouvoir l'égalité des chances\n- Participer aux campagnes"
  },
  "0713": {
    "date": "13 juillet",
    "name": "Fête de la République du Monténégro",
    "description": "Jour marquant la reconnaissance internationale du Monténégro en 1878.",
    "origin": "Culture monténégrine"
  },
  "0714": {
    "date": "14 juillet",
    "name": "Fête nationale française",
    "description": "Commémoration de la prise de la Bastille.",
    "origin": "Culture française",
    "full_description": "Cette journée commémore la prise de la Bastille en 1789, symbole de la Révolution française. Elle célèbre les valeurs républicaines de liberté, d'égalité et de fraternité à travers des festivités nationales.",
    "good_to_know": "La Bastille ne contenait que sept prisonniers lors de sa prise. Le plus grand défilé militaire d'Europe a lieu sur les Champs-Élysées ce jour-là.",
    "action": "- Participer aux célébrations\n- Découvrir l'histoire\n- Assister au défilé\n- Célébrer les valeurs républicaines"
  },
  "0715": {
    "date": "15 juillet",
    "name": "Saint Vladimir",
    "description": "Célébration chrétienne en l'honneur de Saint Vladimir de Kiev.",
    "origin": "Christianisme"
  },
  "0716": {
    "date": "16 juillet",
    "name": "Journée nationale de la Vierge du Carmen",
    "description": "Jour honorant la Vierge Marie, patronne des marins.",
    "origin": "Christianisme/Culture espagnole et latino-américaine"
  },
  "0717": {
    "date": "17 juillet",
    "name": "Journée mondiale de la justice internationale",
    "description": "Journée promouvant le droit et la justice au niveau mondial.",
    "origin": "ONU/Société civile"
  },
  "0718": {
    "date": "18 juillet",
    "name": "Journée internationale Nelson Mandela",
    "description": "Journée honorant l'héritage de Nelson Mandela pour la paix et la liberté.",
    "origin": "ONU"
  },
  "0719": {
    "date": "19 juillet",
    "name": "Anniversaire de la Révolution sandiniste (Nicaragua)",
    "description": "Jour marquant la victoire du Front sandiniste en 1979.",
    "origin": "Culture nicaraguayenne"
  },
  "0720": {
    "date": "20 juillet",
    "name": "Journée de l'Amitié (Colombie)",
    "description": "Jour célébrant l'importance des relations amicales.",
    "origin": "Culture colombienne"
  },
  "0721": {
    "date": "21 juillet",
    "name": "Fête nationale de la Belgique",
    "description": "Jour marquant la prestation de serment du premier roi des Belges en 1831.",
    "origin": "Culture belge"
  },
  "0722": {
    "date": "22 juillet",
    "name": "Saint Marie-Madeleine",
    "description": "Célébration chrétienne honorant Marie-Madeleine, disciple de Jésus.",
    "origin": "Christianisme"
  },
  "0723": {
    "date": "23 juillet",
    "name": "Renaissance Day (Égypte)",
    "description": "Jour marquant le début de la révolution égyptienne de 1952.",
    "origin": "Culture égyptienne"
  },
  "0724": {
    "date": "24 juillet",
    "name": "Fête de Simon Bolivar",
    "description": "Jour honorant Simon Bolivar, héros de l'indépendance sud-américaine.",
    "origin": "Culture sud-américaine"
  },
  "0725": {
    "date": "25 juillet",
    "name": "Saint Jacques le Majeur",
    "description": "Célébration chrétienne honorant Saint Jacques, apôtre et patron de l'Espagne.",
    "origin": "Christianisme"
  },
  "0726": {
    "date": "26 juillet",
    "name": "Fête de la Rébellion nationale (Cuba)",
    "description": "Jour marquant l'attaque de la caserne Moncada en 1953, début de la révolution cubaine.",
    "origin": "Culture cubaine"
  },
  "0727": {
    "date": "27 juillet",
    "name": "Journée mondiale de la prévention des hépatites",
    "description": "Journée sensibilisant aux hépatites et à leur prévention.",
    "origin": "ONU/Société civile"
  },
  "0728": {
    "date": "28 juillet",
    "name": "Fête nationale du Pérou",
    "description": "Jour célébrant l'indépendance du Pérou en 1821.",
    "origin": "Culture péruvienne"
  },
  "0729": {
    "date": "29 juillet",
    "name": "Saint Olaf",
    "description": "Célébration chrétienne honorant Saint Olaf, roi et martyr de Norvège.",
    "origin": "Christianisme/Culture norvégienne"
  },
  "0730": {
    "date": "30 juillet",
    "name": "Journée internationale de l'amitié",
    "description": "Journée promouvant l'amitié entre les peuples, les pays et les cultures.",
    "origin": "ONU/Société civile"
  },
  "0731": {
    "date": "31 juillet",
    "name": "Hari Raya Haji (variable)",
    "description": "Fête musulmane marquant la fin du Hajj, le pèlerinage à La Mecque.",
    "origin": "Islam"
  },
  "0801": {
    "date": "1er août",
    "name": "Fête nationale suisse",
    "description": "Jour célébrant la fondation de la Confédération suisse en 1291.",
    "origin": "Culture suisse"
  },
  "0802": {
    "date": "2 août",
    "name": "Journée internationale du souvenir de la traite négrière et de son abolition",
    "description": "Journée honorant la mémoire des victimes de l'esclavage.",
    "origin": "ONU/Société civile"
  },
  "0803": {
    "date": "3 août",
    "name": "Fête de l'indépendance du Niger",
    "description": "Jour marquant l'indépendance du Niger en 1960.",
    "origin": "Culture nigérienne"
  },
  "0804": {
    "date": "4 août",
    "name": "Fête nationale du Burkina Faso",
    "description": "Jour célébrant l'indépendance du Burkina Faso en 1960.",
    "origin": "Culture burkinabè"
  },
  "0805": {
    "date": "5 août",
    "name": "Journée mondiale de la bière",
    "description": "Journée célébrant la bière et ses traditions à travers le monde.",
    "origin": "Culture mondiale"
  },
  "0806": {
    "date": "6 août",
    "name": "Fête de l'indépendance de la Bolivie",
    "description": "Jour célébrant l'indépendance de la Bolivie en 1825.",
    "origin": "Culture bolivienne"
  },
  "0807": {
    "date": "7 août",
    "name": "Fête de la bataille de Boyacá (Colombie)",
    "description": "Jour célébrant une bataille clé de l'indépendance colombienne.",
    "origin": "Culture colombienne"
  },
  "0808": {
    "date": "8 août",
    "name": "Journée internationale du chat",
    "description": "Journée dédiée aux chats pour sensibiliser à leur bien-être.",
    "origin": "Société civile"
  },
  "0809": {
    "date": "9 août",
    "name": "Journée internationale des peuples autochtones",
    "description": "Journée honorant les droits et cultures des peuples autochtones.",
    "origin": "ONU/Société civile"
  },
  "0810": {
    "date": "10 août",
    "name": "Fête nationale de l'Équateur",
    "description": "Jour célébrant la déclaration d'indépendance de l'Équateur en 1809.",
    "origin": "Culture équatorienne"
  },
  "0811": {
    "date": "11 août",
    "name": "Raksha Bandhan",
    "description": "Fête hindoue célébrant les liens entre frères et sœurs.",
    "origin": "Hindouisme"
  },
  "0812": {
    "date": "12 août",
    "name": "Journée internationale de la jeunesse",
    "description": "Journée promouvant les droits et les aspirations des jeunes.",
    "origin": "ONU/Société civile"
  },
  "0813": {
    "date": "13 août",
    "name": "Fête de la révolution cubaine",
    "description": "Jour marquant l'anniversaire de Fidel Castro et les débuts de la révolution cubaine.",
    "origin": "Culture cubaine"
  },
  "0814": {
    "date": "14 août",
    "name": "Indépendance du Pakistan",
    "description": "Jour marquant l'indépendance du Pakistan en 1947.",
    "origin": "Culture pakistanaise"
  },
  "0815": {
    "date": "15 août",
    "name": "Assomption",
    "description": "Célébration chrétienne marquant la montée de la Vierge Marie au ciel.",
    "origin": "Christianisme"
  },
  "0816": {
    "date": "16 août",
    "name": "Fête de Saint Roch",
    "description": "Fête chrétienne honorant Saint Roch, protecteur contre les épidémies.",
    "origin": "Christianisme"
  },
  "0817": {
    "date": "17 août",
    "name": "Fête de l'indépendance de l'Indonésie",
    "description": "Jour célébrant l'indépendance de l'Indonésie en 1945.",
    "origin": "Culture indonésienne"
  },
  "0818": {
    "date": "18 août",
    "name": "Journée des anciens combattants (Australie)",
    "description": "Jour honorant les vétérans australiens.",
    "origin": "Culture australienne"
  },
  "0819": {
    "date": "19 août",
    "name": "Journée mondiale de la photographie",
    "description": "Journée célébrant l'art et l'histoire de la photographie.",
    "origin": "Société civile"
  },
  "0820": {
    "date": "20 août",
    "name": "Saint Étienne de Hongrie",
    "description": "Célébration chrétienne honorant Saint Étienne, premier roi de Hongrie.",
    "origin": "Christianisme"
  },
  "0821": {
    "date": "21 août",
    "name": "Ninoy Aquino Day (Philippines)",
    "description": "Jour honorant Ninoy Aquino, héros de la démocratie philippine.",
    "origin": "Culture philippine"
  },
  "0822": {
    "date": "22 août",
    "name": "Qixi Festival",
    "description": "Fête chinoise célébrant l'amour entre deux étoiles, Niu Lang et Zhi Nu.",
    "origin": "Culture chinoise"
  },
  "0823": {
    "date": "23 août",
    "name": "Journée européenne du souvenir des victimes du stalinisme et du nazisme",
    "description": "Journée honorant les victimes des régimes totalitaires en Europe.",
    "origin": "Union européenne"
  },
  "0824": {
    "date": "24 août",
    "name": "Fête de l'indépendance de l'Ukraine",
    "description": "Jour marquant l'indépendance de l'Ukraine en 1991.",
    "origin": "Culture ukrainienne"
  },
  "0825": {
    "date": "25 août",
    "name": "Fête nationale de l'Uruguay",
    "description": "Jour célébrant la déclaration d'indépendance de l'Uruguay en 1825.",
    "origin": "Culture uruguayenne"
  },
  "0826": {
    "date": "26 août",
    "name": "Journée mondiale du chien",
    "description": "Journée dédiée aux chiens pour sensibiliser à leur bien-être.",
    "origin": "Société civile"
  },
  "0827": {
    "date": "27 août",
    "name": "Festival de la couronne de fleurs (Lettonie)",
    "description": "Fête célébrant les traditions folkloriques et culturelles lettonnes.",
    "origin": "Culture lettone"
  },
  "0828": {
    "date": "28 août",
    "name": "Fête de l'Assomption orthodoxe (variable)",
    "description": "Célébration de la montée de la Vierge Marie dans les Églises orthodoxes.",
    "origin": "Christianisme orthodoxe"
  },
  "0829": {
    "date": "29 août",
    "name": "Journée internationale contre les essais nucléaires",
    "description": "Journée promouvant la fin des essais nucléaires.",
    "origin": "ONU/Société civile"
  },
  "0830": {
    "date": "30 août",
    "name": "Journée internationale des personnes disparues",
    "description": "Journée sensibilisant aux disparitions forcées et à leurs victimes.",
    "origin": "ONU/Société civile"
  },
  "0831": {
    "date": "31 août",
    "name": "Fête nationale de la Malaisie",
    "description": "Jour marquant l'indépendance de la Malaisie en 1957.",
    "origin": "Culture malaisienne"
  },
  "0901": {
    "date": "1er septembre",
    "name": "Journée internationale de la paix",
    "description": "Journée consacrée à la promotion de la paix dans le monde.",
    "origin": "ONU/Société civile"
  },
  "0902": {
    "date": "2 septembre",
    "name": "Journée internationale de l'aide humanitaire",
    "description": "Journée honorant les travailleurs humanitaires et leur rôle vital dans les crises.",
    "origin": "ONU/Société civile"
  },
  "0903": {
    "date": "3 septembre",
    "name": "Fête du Travail (Espagne et d'autres pays)",
    "description": "Jour célébrant les travailleurs et leurs droits.",
    "origin": "Culture espagnole"
  },
  "0904": {
    "date": "4 septembre",
    "name": "Fête nationale de la Slovénie",
    "description": "Jour célébrant l'indépendance de la Slovénie en 1991.",
    "origin": "Culture slovène"
  },
  "0905": {
    "date": "5 septembre",
    "name": "Journée internationale de la charité",
    "description": "Journée sensibilisant aux œuvres de charité et à l'aide humanitaire.",
    "origin": "ONU/Société civile"
  },
  "0906": {
    "date": "6 septembre",
    "name": "Journée internationale de la solidarité humaine",
    "description": "Journée promouvant la solidarité et le soutien mutuel à travers le monde.",
    "origin": "ONU/Société civile"
  },
  "0907": {
    "date": "7 septembre",
    "name": "Fête de l'indépendance du Brésil",
    "description": "Jour célébrant l'indépendance du Brésil vis-à-vis du Portugal en 1822.",
    "origin": "Culture brésilienne"
  },
  "0908": {
    "date": "8 septembre",
    "name": "Journée internationale de l'alphabétisation",
    "description": "Journée mettant l'accent sur l'importance de l'éducation et de l'alphabétisation.",
    "origin": "ONU/Société civile"
  },
  "0909": {
    "date": "9 septembre",
    "name": "Journée de l'Antiquité",
    "description": "Journée célébrant les découvertes archéologiques et le patrimoine de l'Antiquité.",
    "origin": "Société civile"
  },
  "0910": {
    "date": "10 septembre",
    "name": "Journée mondiale de la prévention du suicide",
    "description": "Journée sensibilisant à la prévention du suicide et au bien-être mental.",
    "origin": "OMS/Société civile"
  },
  "0911": {
    "date": "11 septembre",
    "name": "Patriot Day (États-Unis)",
    "description": "Jour commémorant les victimes des attaques terroristes du 11 septembre 2001.",
    "origin": "Culture américaine"
  },
  "0912": {
    "date": "12 septembre",
    "name": "Journée internationale de la démocratie",
    "description": "Journée favorisant la promotion de la démocratie et des droits de l'homme.",
    "origin": "ONU/Société civile"
  },
  "0913": {
    "date": "13 septembre",
    "name": "Fête de Saint Jean Chrysostome",
    "description": "Célébration chrétienne honorant Saint Jean Chrysostome, théologien et évêque.",
    "origin": "Christianisme"
  },
  "0914": {
    "date": "14 septembre",
    "name": "Journée mondiale du soin palliatif",
    "description": "Journée de sensibilisation aux soins palliatifs et à la dignité des patients en fin de vie.",
    "origin": "OMS/Société civile"
  },
  "0915": {
    "date": "15 septembre",
    "name": "Fête nationale du Costa Rica",
    "description": "Jour célébrant l'indépendance du Costa Rica en 1821.",
    "origin": "Culture costaricaine"
  },
  "0916": {
    "date": "16 septembre",
    "name": "Journée mondiale de la protection de la couche d'ozone",
    "description": "Journée sensibilisant à la préservation de la couche d'ozone et à la lutte contre la pollution.",
    "origin": "ONU/Société civile"
  },
  "0917": {
    "date": "17 septembre",
    "name": "Fête de l'indépendance de la Chine (Taiwan)",
    "description": "Jour célébrant la fondation de la République de Chine à Taiwan en 1911.",
    "origin": "Culture taïwanaise"
  },
  "0918": {
    "date": "18 septembre",
    "name": "Fête nationale du Chili",
    "description": "Jour célébrant l'indépendance du Chili en 1810.",
    "origin": "Culture chilienne"
  },
  "0919": {
    "date": "19 septembre",
    "name": "Journée internationale de la paix des femmes",
    "description": "Journée mettant en lumière les contributions des femmes à la paix et à la sécurité.",
    "origin": "ONU/Société civile"
  },
  "0920": {
    "date": "20 septembre",
    "name": "Journée mondiale des réfugiés",
    "description": "Journée honorant les réfugiés et leurs luttes pour la survie et la dignité.",
    "origin": "ONU/Société civile"
  },
  "0921": {
    "date": "21 septembre",
    "name": "Journée internationale de la paix",
    "description": "Journée mondiale dédiée à la paix et à la résolution des conflits.",
    "origin": "ONU/Société civile"
  },
  "0922": {
    "date": "22 septembre",
    "name": "Fête de l'indépendance de la Bulgarie",
    "description": "Jour célébrant l'indépendance de la Bulgarie en 1908.",
    "origin": "Culture bulgare"
  },
  "0923": {
    "date": "23 septembre",
    "name": "Journée mondiale des lèvres",
    "description": "Journée promouvant les soins et la protection des lèvres.",
    "origin": "Société civile"
  },
  "0924": {
    "date": "24 septembre",
    "name": "Fête de l'indépendance de la Guinée",
    "description": "Jour célébrant l'indépendance de la Guinée en 1958.",
    "origin": "Culture guinéenne"
  },
  "0925": {
    "date": "25 septembre",
    "name": "Journée mondiale du pharmacien",
    "description": "Journée honorant le rôle des pharmaciens dans la santé publique.",
    "origin": "OMS/Société civile"
  },
  "0926": {
    "date": "26 septembre",
    "name": "Journée européenne des langues",
    "description": "Journée promouvant la diversité linguistique et l'apprentissage des langues en Europe.",
    "origin": "Union européenne"
  },
  "0927": {
    "date": "27 septembre",
    "name": "Journée mondiale du tourisme",
    "description": "Journée sensibilisant à l'importance du tourisme et de son impact sur les sociétés.",
    "origin": "ONU/Société civile"
  },
  "0928": {
    "date": "28 septembre",
    "name": "Journée mondiale de la recherche sur les maladies rares",
    "description": "Journée promouvant la recherche et la prise en charge des maladies rares.",
    "origin": "Société civile"
  },
  "0929": {
    "date": "29 septembre",
    "name": "Journée mondiale du cœur",
    "description": "Journée de sensibilisation à la santé cardiaque et à la prévention des maladies cardiaques.",
    "origin": "OMS/Société civile"
  },
  "0930": {
    "date": "30 septembre",
    "name": "Journée internationale de la traduction",
    "description": "Journée honorant les traducteurs et leur rôle dans la communication interculturelle.",
    "origin": "ONU/Société civile"
  },
  "1001": {
    "date": "1er octobre",
    "name": "Journée internationale des personnes âgées",
    "description": "Journée sensibilisant aux droits et à la dignité des personnes âgées.",
    "origin": "ONU/Société civile"
  },
  "1002": {
    "date": "2 octobre",
    "name": "Journée internationale de la non-violence",
    "description": "Journée dédiée à la promotion de la non-violence et à la résolution pacifique des conflits.",
    "origin": "ONU/Société civile"
  },
  "1003": {
    "date": "3 octobre",
    "name": "Fête de l'Unité allemande",
    "description": "Jour célébrant la réunification de l'Allemagne en 1990.",
    "origin": "Culture allemande"
  },
  "1004": {
    "date": "4 octobre",
    "name": "Journée mondiale des animaux",
    "description": "Journée visant à sensibiliser à la protection des animaux et à leur bien-être.",
    "origin": "ONU/Société civile"
  },
  "1005": {
    "date": "5 octobre",
    "name": "Journée mondiale des enseignants",
    "description": "Journée honorant le travail des enseignants et leur rôle dans la société.",
    "origin": "UNESCO/Société civile"
  },
  "1006": {
    "date": "6 octobre",
    "name": "Fête de Saint Bruno",
    "description": "Célébration chrétienne honorant Saint Bruno, fondateur de l'ordre des Chartreux.",
    "origin": "Christianisme"
  },
  "1007": {
    "date": "7 octobre",
    "name": "Journée mondiale du tourisme",
    "description": "Journée célébrant le tourisme et l'importance des échanges interculturels.",
    "origin": "ONU/Société civile"
  },
  "1008": {
    "date": "8 octobre",
    "name": "Fête de la Déesse Durga",
    "description": "Fête hindoue honorant la déesse Durga, symbole de la victoire du bien sur le mal.",
    "origin": "Hindouisme"
  },
  "1009": {
    "date": "9 octobre",
    "name": "Journée mondiale du courrier",
    "description": "Journée consacrée à l'importance des services postaux et à leur rôle dans la communication.",
    "origin": "Société civile"
  },
  "1010": {
    "date": "10 octobre",
    "name": "Journée mondiale de la santé mentale",
    "description": "Journée de sensibilisation aux troubles mentaux et à leur prise en charge.",
    "origin": "OMS/Société civile"
  },
  "1011": {
    "date": "11 octobre",
    "name": "Journée internationale de la fille",
    "description": "Journée visant à promouvoir les droits et l'égalité des filles à travers le monde.",
    "origin": "ONU/Société civile"
  },
  "1012": {
    "date": "12 octobre",
    "name": "Journée mondiale des vagues",
    "description": "Journée célébrant l'océan et la préservation des environnements marins.",
    "origin": "Société civile"
  },
  "1013": {
    "date": "13 octobre",
    "name": "Journée internationale de la réduction des risques de catastrophes",
    "description": "Journée sensibilisant aux stratégies de prévention des catastrophes naturelles.",
    "origin": "ONU/Société civile"
  },
  "1014": {
    "date": "14 octobre",
    "name": "Fête de Saint Callixte",
    "description": "Célébration chrétienne en l'honneur de Saint Callixte Ier, pape et martyr.",
    "origin": "Christianisme"
  },
  "1015": {
    "date": "15 octobre",
    "name": "Journée internationale des femmes rurales",
    "description": "Journée célébrant les femmes rurales et leur contribution à l'agriculture et au développement.",
    "origin": "ONU/Société civile"
  },
  "1016": {
    "date": "16 octobre",
    "name": "Journée mondiale de l'alimentation",
    "description": "Journée sensibilisant à la faim dans le monde et à la sécurité alimentaire.",
    "origin": "FAO/Société civile"
  },
  "1017": {
    "date": "17 octobre",
    "name": "Journée internationale pour l'élimination de la pauvreté",
    "description": "Journée dédiée à la lutte contre la pauvreté dans le monde.",
    "origin": "ONU/Société civile"
  },
  "1018": {
    "date": "18 octobre",
    "name": "Fête de la Saint-Luc",
    "description": "Célébration chrétienne honorant Saint Luc, l'évangéliste et patron des médecins.",
    "origin": "Christianisme"
  },
  "1019": {
    "date": "19 octobre",
    "name": "Journée mondiale du pain",
    "description": "Journée célébrant l'importance du pain et de l'alimentation dans les cultures du monde.",
    "origin": "Société civile"
  },
  "1020": {
    "date": "20 octobre",
    "name": "Fête des Morts (Mexique)",
    "description": "Jour marquant les premières célébrations de la fête des morts, honorant les défunts.",
    "origin": "Culture mexicaine"
  },
  "1021": {
    "date": "21 octobre",
    "name": "Journée mondiale de l'optimisme",
    "description": "Journée visant à promouvoir une attitude positive et optimiste face aux défis de la vie.",
    "origin": "Société civile"
  },
  "1022": {
    "date": "22 octobre",
    "name": "Fête de Saint Jean-Paul II",
    "description": "Célébration chrétienne en l'honneur de Saint Jean-Paul II, pape de 1978 à 2005.",
    "origin": "Christianisme"
  },
  "1023": {
    "date": "23 octobre",
    "name": "Fête nationale de la Hongrie",
    "description": "Jour célébrant la révolution hongroise de 1956 et l'indépendance du pays.",
    "origin": "Culture hongroise"
  },
  "1024": {
    "date": "24 octobre",
    "name": "Journée des Nations Unies",
    "description": "Journée célébrant la création de l'ONU et ses efforts pour la paix et les droits humains.",
    "origin": "ONU"
  },
  "1025": {
    "date": "25 octobre",
    "name": "Journée mondiale de la pâleontologie",
    "description": "Journée dédiée à l'étude des fossiles et de l'évolution des espèces.",
    "origin": "Société civile"
  },
  "1026": {
    "date": "26 octobre",
    "name": "Fête de la République de Chine (Taiwan)",
    "description": "Jour marquant la fondation de la République de Chine en 1911.",
    "origin": "Culture taïwanaise"
  },
  "1027": {
    "date": "27 octobre",
    "name": "Fête de Saint Frédéric",
    "description": "Célébration chrétienne honorant Saint Frédéric, ermite et missionnaire.",
    "origin": "Christianisme"
  },
  "1028": {
    "date": "28 octobre",
    "name": "Fête de l'indépendance de la Tchécoslovaquie",
    "description": "Jour célébrant l'indépendance de la Tchécoslovaquie en 1918.",
    "origin": "Culture tchécoslovaque"
  },
  "1029": {
    "date": "29 octobre",
    "name": "Journée mondiale de la biélorussie",
    "description": "Journée honorant la culture et l'histoire de la Biélorussie.",
    "origin": "Culture biélorusse"
  },
  "1030": {
    "date": "30 octobre",
    "name": "Journée mondiale des personnes handicapées",
    "description": "Journée sensibilisant aux droits des personnes en situation de handicap.",
    "origin": "ONU/Société civile"
  },
  "1031": {
    "date": "31 octobre",
    "name": "Halloween",
    "description": "Fête traditionnelle célébrée dans de nombreux pays, marquée par des costumes, des bonbons et des décorations effrayantes.",
    "origin": "Culture occidentale"
  },
  "1101": {
    "date": "1er novembre",
    "name": "Toussaint",
    "description": "Fête chrétienne honorant tous les saints et martyrs.",
    "origin": "Christianisme"
  },
  "1102": {
    "date": "2 novembre",
    "name": "Journée des morts (Mexique)",
    "description": "Célébration mexicaine honorant les défunts avec des offrandes et des festivités.",
    "origin": "Culture mexicaine"
  },
  "1103": {
    "date": "3 novembre",
    "name": "Journée internationale de la gentillesse",
    "description": "Journée visant à promouvoir les actes de gentillesse dans le monde.",
    "origin": "Société civile"
  },
  "1104": {
    "date": "4 novembre",
    "name": "Fête de l'indépendance du Ghana",
    "description": "Jour célébrant l'indépendance du Ghana vis-à-vis du Royaume-Uni en 1957.",
    "origin": "Culture ghanéenne"
  },
  "1105": {
    "date": "5 novembre",
    "name": "Fête de Guy Fawkes",
    "description": "Célébration britannique marquée par des feux d'artifice et des feux de joie, commémorant l'échec de la conspiration des poudres en 1605.",
    "origin": "Culture britannique"
  },
  "1106": {
    "date": "6 novembre",
    "name": "Journée internationale de la radiologie",
    "description": "Journée dédiée à la reconnaissance de l'importance de la radiologie dans les soins de santé.",
    "origin": "Société civile"
  },
  "1107": {
    "date": "7 novembre",
    "name": "Journée mondiale de la science au service de la paix et du développement",
    "description": "Journée célébrant le rôle de la science dans la résolution des problèmes mondiaux.",
    "origin": "ONU/Société civile"
  },
  "1108": {
    "date": "8 novembre",
    "name": "Journée mondiale du radiologue",
    "description": "Journée consacrée à la reconnaissance des radiologues et à leur rôle dans le domaine médical.",
    "origin": "Société civile"
  },
  "1109": {
    "date": "9 novembre",
    "name": "Fête de la chute du mur de Berlin",
    "description": "Jour commémorant la chute du mur de Berlin en 1989, symbole de la fin de la guerre froide.",
    "origin": "Culture allemande"
  },
  "1110": {
    "date": "10 novembre",
    "name": "Journée des vétérans (États-Unis)",
    "description": "Jour honorant les anciens combattants des forces armées des États-Unis.",
    "origin": "Culture américaine"
  },
  "1111": {
    "date": "11 novembre",
    "name": "Armistice (France et d'autres pays)",
    "description": "Jour marquant la fin de la Première Guerre mondiale en 1918, célébré dans plusieurs pays.",
    "origin": "Culture européenne"
  },
  "1112": {
    "date": "12 novembre",
    "name": "Journée mondiale des pneumonies",
    "description": "Journée sensibilisant à la prévention des pneumonies et aux efforts de santé publique.",
    "origin": "OMS/Société civile"
  },
  "1113": {
    "date": "13 novembre",
    "name": "Journée mondiale de la gentillesse",
    "description": "Journée dédiée à la promotion de la gentillesse dans le monde entier.",
    "origin": "Société civile"
  },
  "1114": {
    "date": "14 novembre",
    "name": "Journée mondiale du diabète",
    "description": "Journée visant à sensibiliser à la prévention du diabète et à son traitement.",
    "origin": "OMS/Société civile"
  },
  "1115": {
    "date": "15 novembre",
    "name": "Journée mondiale de la philosophie",
    "description": "Journée célébrant la réflexion philosophique et son rôle dans la société.",
    "origin": "UNESCO/Société civile"
  },
  "1116": {
    "date": "16 novembre",
    "name": "Journée internationale de la tolérance",
    "description": "Journée dédiée à la promotion de la tolérance et du respect entre les cultures.",
    "origin": "ONU/Société civile"
  },
  "1117": {
    "date": "17 novembre",
    "name": "Journée internationale du student",
    "description": "Journée célébrant les étudiants du monde entier et leur contribution à la société.",
    "origin": "Société civile"
  },
  "1118": {
    "date": "18 novembre",
    "name": "Fête de Saint Albert le Grand",
    "description": "Célébration chrétienne honorant Saint Albert, théologien et philosophe médiéval.",
    "full_description": "La Fête de Saint Albert le Grand est une célébration chrétienne qui a lieu chaque année pour honorer la mémoire de Saint Albert, un théologien et philosophe médiéval d'une grande importance. Né vers 1206 en Allemagne, Albert le Grand, également connu sous le nom d'Albertus Magnus, a été un intellectuel prolifique qui a joué un rôle clé dans la synthèse de la pensée aristotélicienne avec la doctrine chrétienne.",
    "origin": "Christianisme",
    "good_to_know": "Des activités communautaires, des conférences et des discussions sur ses œuvres peuvent également avoir lieu, permettant aux participants de mieux comprendre son impact sur la pensée chrétienne et la culture occidentale. La Fête de Saint Albert le Grand est ainsi une occasion de célébrer non seulement un saint, mais aussi l'esprit de curiosité intellectuelle et de dévotion qui l'animait.",
    "action": "Les fidèles sont encouragés à méditer sur l'importance de la foi et de la raison, deux éléments que Saint Albert a toujours cherché à harmoniser. En outre, cette journée est l'occasion de promouvoir l'éducation et la recherche, en s'inspirant de l'exemple de Saint Albert, qui a toujours valorisé la quête de la vérité et la compréhension du monde à travers la science et la philosophie."
  },
  "1119": {
    "date": "19 novembre",
    "name": "Journée mondiale de la toilette",
    "description": "Journée sensibilisant à l'importance de l'hygiène et de l'accès aux toilettes dans le monde.",
    "origin": "ONU/Société civile"
  },
  "1120": {
    "date": "20 novembre",
    "name": "Journée mondiale de l'enfance",
    "description": "Journée célébrant les droits des enfants et leur bien-être.",
    "origin": "ONU/Société civile"
  },
  "1121": {
    "date": "21 novembre",
    "name": "Journée mondiale de la télévision",
    "description": "Journée célébrant l'impact de la télévision sur la société et la culture.",
    "origin": "ONU/Société civile"
  },
  "1122": {
    "date": "22 novembre",
    "name": "Fête de Sainte Cécile",
    "description": "Célébration chrétienne honorant Sainte Cécile, patronne des musiciens.",
    "origin": "Christianisme"
  },
  "1123": {
    "date": "23 novembre",
    "name": "Journée internationale de la défense des droits des enfants",
    "description": "Journée promouvant les droits et la protection des enfants dans le monde.",
    "origin": "ONU/Société civile"
  },
  "1124": {
    "date": "24 novembre",
    "name": "Journée mondiale du génie génétique",
    "description": "Journée dédiée à la science du génie génétique et à ses applications dans la médecine.",
    "origin": "Société civile"
  },
  "1125": {
    "date": "25 novembre",
    "name": "Journée internationale pour l'élimination de la violence à l'égard des femmes",
    "description": "Journée sensibilisant à la lutte contre la violence basée sur le genre.",
    "origin": "ONU/Société civile"
  },
  "1126": {
    "date": "26 novembre",
    "name": "Journée du merci",
    "description": "Journée dédiée à l'expression de gratitude envers les autres.",
    "origin": "Société civile"
  },
  "1127": {
    "date": "27 novembre",
    "name": "Journée mondiale de la consommation responsable",
    "description": "Journée promouvant des habitudes de consommation respectueuses de l'environnement.",
    "origin": "Société civile"
  },
  "1128": {
    "date": "28 novembre",
    "name": "Journée des travailleurs sociaux",
    "description": "Journée honorant le rôle des travailleurs sociaux dans la société.",
    "origin": "Société civile"
  },
  "1129": {
    "date": "29 novembre",
    "name": "Journée internationale de solidarité avec le peuple palestinien",
    "description": "Journée pour soutenir le peuple palestinien et promouvoir la paix au Moyen-Orient.",
    "origin": "ONU/Société civile"
  },
  "1130": {
    "date": "30 novembre",
    "name": "Fête de Saint André",
    "description": "Célébration chrétienne honorant Saint André, l'un des apôtres de Jésus.",
    "origin": "Christianisme"
  },
  "1201": {
    "date": "1er décembre",
    "name": "Journée mondiale de lutte contre le sida",
    "description": "Journée visant à sensibiliser à la lutte contre le VIH/sida et à réduire la stigmatisation.",
    "origin": "OMS/Société civile"
  },
  "1202": {
    "date": "2 décembre",
    "name": "Journée internationale pour l'abolition de l'esclavage",
    "description": "Journée dédiée à la lutte contre l'esclavage moderne et à la protection des droits humains.",
    "origin": "ONU/Société civile"
  },
  "1203": {
    "date": "3 décembre",
    "name": "Journée internationale des personnes handicapées",
    "description": "Journée promouvant les droits et l'intégration des personnes handicapées dans la société.",
    "origin": "ONU/Société civile"
  },
  "1204": {
    "date": "4 décembre",
    "name": "Fête de Saint François Xavier",
    "description": "Célébration chrétienne honorant Saint François Xavier, missionnaire jésuite.",
    "origin": "Christianisme"
  },
  "1205": {
    "date": "5 décembre",
    "name": "Journée internationale des bénévoles",
    "description": "Journée honorant l'engagement des bénévoles dans le monde entier.",
    "origin": "ONU/Société civile"
  },
  "1206": {
    "date": "6 décembre",
    "name": "Fête de Saint Nicolas",
    "description": "Célébration chrétienne honorant Saint Nicolas, protecteur des enfants et des marins.",
    "origin": "Christianisme"
  },
  "1207": {
    "date": "7 décembre",
    "name": "Journée internationale de la sécurité civile",
    "description": "Journée sensibilisant à la sécurité civile et aux efforts de protection des populations.",
    "origin": "ONU/Société civile"
  },
  "1208": {
    "date": "8 décembre",
    "name": "Fête de l'Immaculée Conception",
    "description": "Célébration chrétienne marquant la conception sans péché de la Vierge Marie.",
    "origin": "Christianisme"
  },
  "1209": {
    "date": "9 décembre",
    "name": "Journée internationale de lutte contre la corruption",
    "description": "Journée sensibilisant à la lutte contre la corruption et ses effets dévastateurs sur la société.",
    "origin": "ONU/Société civile"
  },
  "1210": {
    "date": "10 décembre",
    "name": "Journée des droits de l'homme",
    "description": "Journée célébrant l'adoption de la Déclaration universelle des droits de l'homme en 1948.",
    "origin": "ONU/Société civile"
  },
  "1211": {
    "date": "11 décembre",
    "name": "Journée internationale de la montagne",
    "description": "Journée dédiée à la conservation des montagnes et à la promotion du développement durable.",
    "origin": "ONU/Société civile"
  },
  "1212": {
    "date": "12 décembre",
    "name": "Journée internationale de la neutralité",
    "description": "Journée visant à promouvoir la neutralité dans les conflits internationaux.",
    "origin": "ONU/Société civile"
  },
  "1213": {
    "date": "13 décembre",
    "name": "Journée internationale des tétraplégiques",
    "description": "Journée consacrée à la sensibilisation et au soutien des personnes vivant avec une tétraplégie.",
    "origin": "Société civile"
  },
  "1214": {
    "date": "14 décembre",
    "name": "Fête de Sainte-Lucie (suédoise)",
    "description": "Célébration scandinave marquant la fête de Sainte-Lucie, symbole de lumière dans l'obscurité de l'hiver.",
    "origin": "Culture scandinave"
  },
  "1215": {
    "date": "15 décembre",
    "name": "Journée mondiale du migrant",
    "description": "Journée dédiée aux droits des migrants et à la reconnaissance de leurs contributions à la société.",
    "origin": "ONU/Société civile"
  },
  "1216": {
    "date": "16 décembre",
    "name": "Journée de la réconciliation en Afrique du Sud",
    "description": "Jour de commémoration de l'abolition de l'apartheid et des efforts de réconciliation nationale.",
    "origin": "Culture sud-africaine"
  },
  "1217": {
    "date": "17 décembre",
    "name": "Journée internationale du pull de Noël",
    "description": "Journée consacrée à la célébration du pull de Noël, souvent porté lors de fêtes et événements.",
    "origin": "Société civile"
  },
  "1218": {
    "date": "18 décembre",
    "name": "Journée internationale des migrants",
    "description": "Journée célébrant les contributions des migrants et leur rôle dans le développement des sociétés.",
    "origin": "ONU/Société civile"
  },
  "1219": {
    "date": "19 décembre",
    "name": "Fête de Saint Urbain",
    "description": "Célébration chrétienne honorant Saint Urbain, pape et martyr.",
    "origin": "Christianisme"
  },
  "1220": {
    "date": "20 décembre",
    "name": "Journée mondiale de la solidarité humaine",
    "description": "Journée dédiée à la solidarité humaine et à la promotion de la coopération entre les nations.",
    "origin": "ONU/Société civile"
  },
  "1221": {
    "date": "21 décembre",
    "name": "Fête du solstice d'hiver",
    "description": "Célébration marquant le début de l'hiver et le solstice d'hiver dans l'hémisphère nord.",
    "origin": "Culture païenne"
  },
  "1222": {
    "date": "22 décembre",
    "name": "Journée internationale du théâtre",
    "description": "Journée dédiée à la célébration de l'art théâtral et de son rôle dans la culture.",
    "origin": "Société civile"
  },
  "1223": {
    "date": "23 décembre",
    "name": "Fête de Hanoucca (selon le calendrier juif)",
    "description": "Fête juive célébrant la dédicace du Temple à Jérusalem et le miracle de l'huile.",
    "origin": "Judaïsme"
  },
  "1224": {
    "date": "24 décembre",
    "name": "Veillée de Noël",
    "description": "Célébration chrétienne anticipant la naissance de Jésus-Christ, marquée par une messe de minuit et des festins.",
    "origin": "Christianisme"
  },
  "1225": {
    "date": "25 décembre",
    "name": "Noël",
    "description": "Fête chrétienne célébrant la naissance de Jésus-Christ, avec des traditions de cadeaux et repas festifs.",
    "origin": "Christianisme"
  },
  "1226": {
    "date": "26 décembre",
    "name": "Fête de la Saint-Étienne",
    "description": "Célébration chrétienne honorant Saint Étienne, le premier martyr chrétien.",
    "origin": "Christianisme"
  },
  "1227": {
    "date": "27 décembre",
    "name": "Journée mondiale du yoga",
    "description": "Journée consacrée à la pratique et à la promotion du yoga comme moyen de bien-être physique et mental.",
    "origin": "Société civile"
  },
  "1228": {
    "date": "28 décembre",
    "name": "Fête des Innocents",
    "description": "Fête chrétienne commémorant le massacre des innocents par le roi Hérode, selon l'Évangile.",
    "origin": "Christianisme"
  },
  "1229": {
    "date": "29 décembre",
    "name": "Journée mondiale de la biodiversité",
    "description": "Journée sensibilisant à la préservation de la biodiversité et à la protection des écosystèmes.",
    "origin": "ONU/Société civile"
  },
  "1230": {
    "date": "30 décembre",
    "name": "Journée des anciens combattants",
    "description": "Jour honorant les anciens combattants et leur sacrifice pour leur pays.",
    "origin": "Culture civile"
  },
  "1231": {
    "date": "31 décembre",
    "name": "Veillée du Nouvel An",
    "description": "Célébration de la fin de l'année et des traditions du passage à la nouvelle année, souvent avec des feux d'artifice.",
    "origin": "Société civile"
  }
}